Repository: madscientist3dfx/zentyal
Catalog: extra/language-packs/po/*.po
Languages: ca

source: Zentyal event on {hostname}
ca: Alerta de Zentyal a {hostname}

source: Configure Mail Dispatcher
ca: Configurar l'emissor de correu

source: This dispatcher will send events to a mail account. In order to use ityou need to enable the mail service on Zentyal.
ca: Aquest emissor enviarà els esdeveniments a un compte extern. Per fer-ho servir, s'ha d'abilitar el servei de correu electrònic de Zentyal.

source: Mail dispatcher configuration updated.
ca: S'ha actualitzat la configuració de l'emissor de correu.

source: Mail Dispatcher
ca: Emissor de correu

source: External Aliases
ca: Àlies externs

source: External account alias
ca: Àlies de compte extern

source: External account alias added. You must save changes to use this alias
ca: Àlies de compte extern afegit. Ha de desar els canvis per a utilitzar aquest àlies

source: An account or alias called {al} already exists
ca: Ja existeix un compte o àlies anomenat {al}

source: You must enable the mail module in module status section in order to use it.
ca: Ha d'habilitar el mòdul de correu a la secció d'estat dels mòduls per tal d'utilitzar-lo.

source: POP3 service enabled
ca: Servei POP3 activat

source: Secure POP3S service enabled
ca: Servei POP3 segur habilitat

source: IMAP service enabled
ca: Servei IMAP activat

source: Secure IMAPS service enabled
ca: Servei IMAP segur habilitat

source: Retrieve mail for external accounts
ca: Recuperar correus de comptes externs

source: This allow users to retrieve mail for external accounts, the mail would be delivered to their local account. External account can be configured in the user's corner.
ca: Permet als usuaris recuperar el correu de comptes externs, el correu seria lliurat al seu compte local. Els comptes externs poden ser configurats en el racó de l'usuari.

source: Manage Sieve scripts
ca: Gestionar scripts Sieve

source: This service allows to a user to manage his Sieve mail filtering scripts from a local client which speaks the ManageSieve protocol
ca: Aquest servei permet a l'usuari gestionar els seus scripts de filtratge de correu Sieve des d'un client local, el qual entengui el protocol ManageSieve

source: Mail retrieval services
ca: Serveis d'obtenció de correu

source: To enable {service} mail retrieval service you must disable {service} gateway for Zarafa. You can do it at {ohref}Zarafa gateways configuration settings{chref}.
ca: Per habilitar el servei {service} s'ha de deshabilitar la porta d'enllaç {service} per Zarafa. Això pot fer-se en la {ohref}Configuració de portes d'enllaç de Zarafa{chref}

source: Traffic summary chart
ca: Quadre de resum de tràfic

source: Traffic summary graph
ca: Gràfic de resum de tràfic

source: Virtual domain aliases
ca: Àlies de dominis virutals

source: External accounts aliases
ca: Àlies de comptes externs

source: List of Domains
ca: Llista de dominis

source: virtual domain
ca: domini virtual

source: Virtual domain added. You must save changes to use this domain
ca: Domini virtual afegit. Has de desar els canvis per utilitzar aquest domini

source: Cannot add virtual domain {vd} because is a virtual domain alias with the same name
ca: No es pot afegir el domini virtual {vd} perquè és un àlies de domini virtual amb el mateix nom

source: 'sieve' is a reserved name in this context, please choose another name
ca: 'sieve' és un nom reservat en aquest context, si us plau tria un altre nom

source: Mail virtual domain
ca: Domini virtual de correu

source: The virtual domain name cannot be equal to the mailname
ca: El nom del domini virtual no pot ser el mateix que el nom de correu

source: Cannot add virtual domain {vd} because it appears as external domain in the account referenced by the alias {al}
ca: No es pot afegir el domini virtual {vd} perquè aquest apareix com domini extern en el compte referenciat per l'àlies {al}

source: Send a copy of all mail domains
ca: Enviar una còpia de tots els dominis de correu

source: The mail will be a Blind Carbon Copy (BCC).
ca: El correu enviarà una Còpia de Carbó Oculta (BCC).

source: Address to sent the copy
ca: Adreça per enviar la còpia

source: Virtual domain settings
ca: Configuracions de domini virtual

source: Greylist duration (seconds)
ca: Durada de la llista grisa (segons)

source: During this interval, the mail sender is deferred
ca: Durant aquest interval, el remitent de correu és ajornat

source: Retry window (hours)
ca: Finestra de reintent (hores)

source: Time that mail sender has to retry to be added before it will be greylisted again
ca: Temps que el remitent té per intentar ser afegit, abans d'aquest se li aplicarà de nou el procés de llistat gris

source: Entries time to live (days)
ca: Temps de vida de les entrades (dies)

source: Period till unseen entries will be deleted
ca: Període fins al qual les entrades no visibles seran eliminades

source: Greylist configuration
ca: Configuració de la llista gris

source: Aliases
ca: Àlies

source: List of Aliases
ca: Llista d'Àlies

source: virtual domain alias
ca: àlies de domini virtual

source: Virtual domain alias added. You must save changes to use this domain
ca: Àlies de domini virtual afegit. Has de desar els canvis per a utilitzar aquest domini

source: Cannot add {al} alias because there is already a virtual domain with the same name
ca: No es pot afegir l'àlies {al} perquè ja existeix un domini virtual amb el mateix nom

source: Cannot add alias {al} because it is already an identical alias for another virtual domain
ca: No es pot afegir l'àlies {al} perquè ja existeix un àlies idèntic per a un altre domini virtual

source: Allow relay
ca: Permetre retransmissió

source: Tick this to allow the machines within the above object to send mails through this server.
ca: Marcar aquesta opció per permetre a les màquines de dins de l'objecte anterior, enviar correus a través d'aquest servidor.

source: Relay policy for network objects
ca: Política de retransmissió per a objectes de xarxa

source: object's relay policy
ca: política de retransmissió d'objectes

source: You may allow mail relay per network object
ca: Pots permetre la retransmissió de correus per a objectes de xarxa

source: Smarthost to send mail
ca: Servidor per enviar el correu

source: The format is host[:port] being port set to 25 if none is supplied
ca: El format és amfitrió[:port], establint-se al port 25 si no s'indica cap

source: Smarthost authentication
ca: Autentificació per al smarthost

source: Server mailname
ca: Nom del servidor de correu

source: FQDN hostname
ca: FQDN nom de l'anfitrió

source: Postmaster address
ca: Adreça del postmaster

source: Address used to report mail problems
ca: Adreça utilitzada per a informar dels problemes amb els correus

source: Local root account
ca: Compte de l'administrador local

source: Custom address
ca: Adreça personalitzada

source: Maximum mailbox size allowed
ca: Mida màxima permesa de la bústia de correu

source: When a mailbox reaches this size futher messages will be rejected. This can be overidden by account
ca: Quan una bústia de correu assoleix Aquest valor pot ser sobreescrit per a cada compte

source: Unlimited size
ca: Mida il·limitada

source: limited to
ca: Limitada a

source: Maximum message size accepted
ca: Mida màxima de missatge acceptada

source: Expiration period for deleted mails
ca: Període d'expiració per a correus esborrats

source: Never
ca: Mai

source: expired in
ca: expirat en

source: days
ca: dies

source: Expiration period for spam mails
ca: Període d'expiració per a correus spam

source: Period for polling external mail accounts
ca: Periode de temps entre consultes a comptes de correu externs

source: minutes
ca: minuts

source: Options
ca: Opcions

source: Smarthost's address
ca: Adreça del smarthost

source: Smarthost's port
ca: Port del smarthost

source: The mailname is set to the server's hostname and the hostname is incorrect
ca: El nom del correu és configurar igual que el nom de la màquina del servidor i aquest últim eś incorrecte

source: The mailname is set to the server's hostname and the hostname is not fully qualified.
ca: El nom del correu és el nom de la màquina del servidor i aquest nom no és completament qualificat.

source: The selected mailname is not a fully qualified hostname.
ca: El nom de correu seleccionat no és un nom de màquina completament qualificat.

source: Not having a fully qualified hostname could lead to some mail servers to reject the mail and incorrect reply addresses from system users
ca: No tenir un nom de màquina completament qualificat podria donar lloc a que alguns servidors de correu rebutgin el correu i a adreces de resposta incorrectes d'usuaris del sistema

source: Mail server options
ca: Opcions del servidor de correu

source: Mail traffic reports
ca: Informes de tràfic de correu

source: Mail traffic report
ca: Informe de tràfic de correu

source: External retrieval service
ca: Servei d'obtenció extern

source: External account username
ca: Nom d'usuari de compte extern

source: No spaces allowed
ca: No es permeten espais

source: Character "'" is forbidden for external
ca: El caràcter "'" està prohibit per comptes externs

source: To configure whitelist for greylisting
ca: Configurar llista blanca per a llistat gris

source: Greylist service
ca: Servei de llista gris

source: This message is being delivered
ca: El missatge s'està entregant

source: {ac} is not a internal account
ca: {ac} no és un compte intern

source: {ac} is not a external account
ca: {ac} no és un compte extern

source: mail alias
ca: Àlies de correu

source: mail account
ca: compte de correu

source: group alias
ca: àlies de grup

source: Domain alias
ca: Àlies de domini

source: Cannot use {d} as alias for a mail domain because a domain which this name already exists
ca: No pot usar {d} com un àlies de domini de correu, perquè ja existeix un domini amb aquest nom

source: mail alias account
ca: àlies de compte de correu

source: Cannot connect to {smtp} mail server.
ca: No es pot connectar amb el servidor de correu {smtp}.

source: This group has a mail alias
ca: Aquest grup té un compte àlies de correu

source: This user has a mail account
ca: Aquest usuari té un compte de correu

source: Quota can only be a positive number or zero for unlimited quota
ca: La quota només pot ser un nombre positiu o zero per a una quota il·limitada

source: group alias mail
ca: àlies de correu de grup

source: account name
ca: nom del compte

source: Quota must be a amount of MB greter than zero
ca: La quota ha de ser un nombre més gran que zero

source: Queue ID
ca: ID de la cua

source: user mail
ca: correu de l'usuari

source: Invalid virtual mail domain
ca: Domini virtual de correu no vàlid

source: Mail address
ca: Adreça de correu

source: Rule Set
ca: Regla establerta

source: Select in which interfaces IDS system will be enabled
ca: Selecciona a quina interfície s'activarà el sistema IDS

source: number of alerts
ca: nombre d'alertes

source: Number of alerts
ca: Nombre d'alertes

source: Alert details
ca: Detall de l'alerta

source: alerts
ca: alertes

source: Alerts chart
ca: Gràfic d'alertes

source: Alert Graph
ca: Gràfic de l'alerta

source: IDS Alerts report
ca: Informe d'alertes IDS

source: Intrusion Detection System
ca: Sistema de Detecció d'Intrusos

source: Alert
ca: Alerta

source: Group allowed to authenticate
ca: Grup autoritzat per autentificar-se

source: RADIUS server configuration
ca: Configuració del servidor RADIUS

source: RADIUS server configuration updated
ca: Configuració del servidor RADIUS actualitzada

source: Shared Secret
ca: Clau compartida

source: RADIUS Clients
ca: Clients RADIUS

source: Create RADIUS certificates for TTLS
ca: Crear certificats RADIUS per TTLS

source: Zentyal will create the needed certificates for TTLS in /etc/freeradius/certs/.
ca: Zentyal crearà els certificats necessaris pel TTLS a /etc/freeradius/certs/.

source: Allow others to read /var/log/freeradius
ca: Permetre als altres llegir /var/log/freeradius

source: Zentyal will change default permissions on RADIUS log directory to allow to read the logs.
ca: Zentyal canviará els permisos per defecte del directori de registres de RADIUS per poder llegir els registres.

source: To configure allowed LDAP group.
ca: Per configurar el grup LDAP permès.

source: To configure RADIUS LDAP module.
ca: Per configurar el mòdul RADIUS LDAP.

source: To configure RADIUS daemon.
ca: Per configurar el dimoni RADIUS.

source: To configure RADIUS clients.
ca: Per configurar els clients RADIUS.

source: To configure RADIUS EAP.
ca: Per configurar el RADIUS EAP.

source: To configure default RADIUS vhost.
ca: Per configurar el vhost RADIUS per defecte.

source: To configure RADIUS inner-tunnel vhost.
ca: Per configurar el vhost inner-tunnel RADIUS.

source: Zentyal RADIUS system
ca: Sistema RADIUS de Zentyal

source: Login OK
ca: Inici de sessió OK

source: Login incorrect
ca: Inici de sessió incorrecte

source: User not found
ca: Usuari no trobat

source: To configure Zarafa you must have at least one virtual mail domain. You can define one at {ohref}Virtual Domains{chref}.
ca: Per configurar Zarafa s'ha de tenir almenys un domin virtual de correu. Es pot definir un en {ohref}Dominis Virtuals{chref}.

source: The deleted virtual domain was selected for Zarafa. Maybe you want to select another one now.
ca: El domini virtual eliminat estava seleccionat per Zarafa. Potser vol seleccionar un altre ara.

source: Select the virtual mail domain to be used for Zarafa.
ca: Seleccionar el domini virtual de correu per ser utilitzat per Zarafa.

source: Maximum mailbox size
ca: Mida màxima de la bústia

source: When a mailbox reaches this size futher messages will be rejected.
ca: Quan una bústia assoleix aquesta mida els missatges posteriors seran rebutjats.

source: Warn user over
ca: Avisar a l'usuari per sobre de

source: Stop user sending mails over
ca: Aturar l'enviament de correus per sobre de

source: Quota configuration settings
ca: Paràmetres de configuració de la quota

source: Zarafa server quota configuration settings updated.
ca: Paràmetres de configuració de la quota del servidor Zarafa actualitzats.

source: Groupware Account
ca: Compte de Groupware

source: Groupware Contact
ca: Contacte de Groupware

source: Enable contact in the addressbook even if account is disabled.
ca: Habilitar el contacte en la llista de contactes encara que el compte estigui deshabilitat.

source: Enable Spell Checking
ca: Habilitar el corrector ortogràfic

source: Enable spell checking on Zarafa Webaccess.
ca: Habilitar el corrector ortogràfic en la interfície web de Zarafa.

source: Enable Active Sync
ca: Habilitar Active Sync

source: Enable Active Sync (Microsoft Exchange syncronization protocol).
ca: Habilitar Active Sync (Protocol de sincronització de Microsoft Exchange).

source: General Zarafa server configuration settings updated.
ca: Paràmetres de configuració general del servidor de Zarafa actualitzats.

source: The deleted virtual host was selected for Zarafa. Maybe you want to select another one now.
ca: El host virtual eliminat estava seleccionat per Zarafa. Potser vol seleccionar un altre ara.

source: To enable Zarafa {service} gateway you must disable {service} mail retrieval service. You can do it at {ohref}Mail General Configuration{chref}.
ca: Per activar la passarel·la {service} de Zarafa s'ha d'inhabilitar el servei {service} de correu. Es pot fer en {ohref}Configuració General de Correu{chref}.

source: To enable Zarafa POP3 and IMAP gateways you need at least one virtual domain. You can do it at {ohref}Virtual Mail Domains{chref}.
ca: Per habilitar les passarel·les IMAP i POP3 de Zarafa es necessita almenys un domini virtual de correu. Es pot fer en {ohref}Dominis Virtuals de Correu{chref}.

source: Enable POP3 gateway
ca: Habilitar passarel·la POP3

source: Enable POP3S gateway
ca: Habilitar passarel·la POP3S

source: Enable IMAP gateway
ca: Habilitar passarel·la IMAP

source: Enable IMAPS gateway
ca: Habilitar passarel·la IMAPS

source: Enable iCAL gateway
ca: Habilitar passarel·la iCAL

source: Enable iCAL SSL gateway
ca: Habilitar passarel·la iCAL SSL

source: Zarafa gateways configuration settings
ca: Paràmetres de configuració de les passarel·les de Zarafa

source: Zarafa gateways configuration settings updated.
ca: Paràmetres de configuració de les passarel·les de Zarafa actualitzats.

source: Zarafa gateways allow access to users mailboxes using POP3 and IMAP protocols.
ca: Les passarel·les de Zarafa permeten accés a les bústies dels usuaris utilitzant els protocols POP3 i IMAP.

source: Add Zarafa LDAP schema
ca: Afegir l'esquema LDAP de Zafara

source: Zentyal will need this schema to store Zarafa users.
ca: Zentyal necessitarà aquest esquema per emmagatzemar els usuaris de Zafara.

source: Add vmail system user
ca: Afegir usuari del sistema vmail

source: Zentyal will need this to deliver mail to Zarafa.
ca: Zentyal necessitarà això per lliurar correu a Zafara.

source: Create MySQL Zarafa database
ca: Crear base de dades MySQL per Zarafa

source: This database will store the data needed by Zarafa.
ca: Aquesta base de dades emmagatzemarà les dades necessitades per Zafara.

source: Create default SSL key/certificates
ca: Crear claus/certificats SSL per defecte

source: This self-signed default certificates will be used by Zarafa POP3/IMAP gateway.
ca: Aquest certificat auto-signat per defecte s'utilitzarà per la passarel·la POP3/IMAP de Zarafa.

source: Add zarafa link to www data directory
ca: Afegir enllaç de zarafa al directori de dades www

source: To properly configure Zarafa.
ca: Configurar adequadament Zarafa.

source: To properly configure Zarafa LDAP connection.
ca: Configurar adequadament la connexió Zarafa LDAP.

source: To properly configure Zarafa webaccess.
ca: Configurar adequadament l'accés web de Zarafa.

source: To properly configure Zarafa gateway server.
ca: Configurar adequadament el servidor de passarel·les de Zarafa.

source: To properly configure Zarafa quota monitoring server.
ca: Configurar adequadament el servidor de monitoratge de les quotes de Zarafa.

source: To properly configure Zarafa mail delivering server.
ca: Configurar adequadament el servidor de lliurament de correu de Zarafa.

source: To properly configure Zarafa ical server.
ca: Configurar adequadament el servidor ical de Zarafa.

source: To properly configure Zarafa dagent LMTP delivering server.
ca: Configurar adequadament el servidor de lliurament LMTP dagent de Zarafa.

source: Groupware services (Zarafa)
ca: Servei de Groupware (Zarafa)

source: Zarafa Gateway Server
ca: Servidor de Passarel·les de Zarafa

source: Listening port
ca: Port d'escolta

source: Zentyal Administration is running on this port, change it on {ohref}System -> General{chref}.
ca: L'administració de Zentyal està escoltant en aquest port, canvia-ho a {ohref}Sistema -> General{chref}.

source: Listening SSL port
ca: Port d'escolta SSL

source: Having installed and configured the Users and Groups module is required to allow HTML directories for users.
ca: Per permetre directoris HTML als usuaris ha de tenir instal·lat i configurat el mòdul d'Usuaris i Grups.

source: A properly configured Users and Groups module is required to allow HTML directories for users. To configure it, please enable it at least one time.
ca: Per permetre directoris HTML als usuaris ha de tenir instal·lat i configurat correctament el mòdul d'Usuaris i Grups. Per configurar-lo, activi'l com a mínim una vegada.

source: Web Server
ca: Servidor Web

source: Enable per user {dirName}
ca: Activar {dirName} per usuari

source: Allow users to publish web documents using the public_html directory on their home.
ca: Permetre als usuaris publicar documents web fent servir el directori public_html en el seu directori.

source: General Web server configuration. The listening port must not be used by another service. If you enable user to publish their own html pages, those should be loaded from {dirName} directory from their home directories.
ca: Configuració general del servidor Web. El port d'escolta no ha d'estar en ús per un altre servei. Si habilita l'usuari perpublicar les seves pròpies pàgines html, aquestes hauran de ser carregades des del directori {dirName} dels seus directoris personals.

source: General Web server configuration settings updated.
ca: Opcions de configuració general del servidor web actualitzades.

source: Virtual host name
ca: Nom del host virtual

source: You need to enable Listening SSL port.
ca: S'ha d'habilitar el port d'escolta SSL

source: You need to enable Web Server on {ohref}Services Certificates{chref} to enable SSL on a virtal host.
ca: S'ha d'habilitar el servidor web a {ohref}Certificats dels Serveis{chref} per activar SSL a un host virtual.

source: Virtual hosts
ca: Hosts virtuals

source: Virtual hosts are a form of web hosting service where many instances of the same web server are hosted on a single physical server. Different host names point to the same web server. If feasible, the DNS entry is automatically created. The content must be placed under the {docRoot} directory. Any particular configuration you want to add must be placed in the {userConf} directory.
ca: Els Hosts virtuals són una forma de servei d'allotjament web, on moltes instàncies del mateix servidor web estan allotjades sobre un únic servidor físic. Diferents noms de host apunten al mateix servidor web. Si és possible, l'entrada de DNS és creada automàticament. El contingut ha de ser-hi sota el directori {docRoot}. Qualsevol configuració específica que es vulgui afegir s'ha d'ubicar al directori {userConf}.

source: {open}The DNS module is disabled. The added mapping or domains will not have any effect until you enable it.
ca: {open} El mòdul DNS està deshabilitat. El mapatge o dominis afegits no tindran cap efecte fins que s'habiliti.

source: The Zentyal webserver allows you to host HTTP and HTTPS pages within different virtual hosts.
ca: El servidor web Zentyal permet servir pàgines HTML i HTTPS dins de diferents hosts virtuals.

source: To set webserver listening port.
ca: Per configurar el port d'escolta del servidor web.

source: To configure default virtual host.
ca: Per configurar el host virtual per defecte.

source: To configure default SSL virtual host.
ca: Per configurar el host virtual SSL per defecte.

source: To configure the per-user public_html directory.
ca: Per configurar el directori public_html per usuari.

source: Enable Apache LDAP user module
ca: Habilita el mòdul d'usuari LDAP de l'Apache

source: To fetch home directories from LDAP.
ca: Per contrastar el directoris personals des de l'LDAP

source: Enable Apache SSL module
ca: Habilitar el mòdul SSL d'Apache

source: To serve pages over HTTPS.
ca: Per servir pàgines en HTTPS

source: Remove apache2 init script link
ca: Eliminar el link de l'script d'inici d'apache2

source: Web server hosted files
ca: Fitxers allotjats del servidor web

source: Virtual hosts data
ca: Dades dels hosts virtuals

source: Voicemail settings
ca: Configuració de la bústia de veu

source: Attach messages
ca: Missatges adjunts

source: Delete sent messages
ca: Esborrar missatges enviats

source: Change your Voicemail settings
ca: Canvia la configuació de la bústia de veu

source: Settings successfully updated.
ca: La configuració s'ha actualitzat correctament.

source: You have not an VoIP account. Maybe VoIP is not enabled in this server.
ca: Vostè no té un compte de Veu IP. Potser la Veu IP no està activada en aquest servidor.

source: A number between {min} and {max}.
ca: Un número entre {min} i {max}

source: Voicemail
ca: Bústia de Veu

source: Voicemail extension to forward missed calls.
ca: Extensió de bústia de veu per reenviar trucades perdudes

source: Email notified
ca: Correu notificat
