Repository: madscientist3dfx/zentyal
Catalog: extra/language-packs/po/*.po
Languages: ca

source: Name
ca: Nom

source: File
ca: Arxiu

source: HTTP Proxy
ca: Servidor intermediari HTTP

source: You can upload files with categorized lists of domains. You will be able to filter by those categories in each filter profile.
ca: Puja arxius amb dominis categoritzats per llistes. També podràs filtrar per aquestes categories a cada perfil de filtre.

source: Time period
ca: Període de temps

source: Source
ca: Origen

source: Users Group
ca: Grup d'usuaris

source: Any
ca: Qualsevol

source: Decision
ca: Decisió

source: Allow All
ca: Permetre tots

source: Deny All
ca: Denegar tots

source: Apply Filter Profile
ca: Aplicar filtre de perfil

source: Access Rules
ca: Normes d'accés

source: rule
ca: regla

source: All users
ca: Tots els usuaris

source: Apply '{p}' profile
ca: Aplicar '{p}' perfil

source: Domain or URL
ca: Domini o URL

source: Allow
ca: Permetre

source: Deny
ca: Denegar

source: Domain or IP address part of URL
ca: Domini o adreça IP part de la URL

source: Domain
ca: Domini

source: You must not prefix the domain with www.
ca: No s'ha d'afegir el prefix www al domini.

source: Domain or IP address
ca: Domini o adreça IP

source: Domains and URL rules
ca: Regles de dominis i URLs

source: internet domain or URL
ca: domini d'Internet o URL

source: Allow/Deny the HTTP traffic from/to the listed internet domains and URLs.
ca: Permetre/Denegar el trànsit HTTP des de/cap els dominis d'Internet i URLs.

source: Domain or URL added
ca: Domini o URL afegit

source: Domain or URL removed
ca: Domini o URL esborrat

source: Domain or URL updated
ca: Domini o URL actualitzat

source: Domain Name Address
ca: Adreça del nom de domini

source: domain name address
ca: adreça del nom de domini

source: Address added
ca: Adreça afegida

source: Address removed
ca: Adreça eliminada

source: Address updated
ca: Adreça actualitzada

source: Transparent Proxy
ca: Servidor intermediari Transparent

source: Ad Blocking
ca: Bloqueig de propaganda

source: Remove advertisements from all HTTP traffic
ca: Eliminar anuncis de tot el trànsit HTTP

source: Cache files size (MB)
ca: Mida dels fitxers de memòria cau (MB)

source: General Settings
ca: Paràmetres generals

source: Settings changed
ca: Configuració canviada

source: {port} is already in use. Please choose another
ca: {port} està actualment en ús. Si us plau seleccioni'n un altre

source: Note that you cannot proxy HTTPS transparently. You will need to add a firewall rule if you enable this mode.
ca: Fixi's que no pot fer servir el servidor intermediari de forma transparent. Caldrà afegir una regla al tallafocs per habilitar aquest mode.

source: MIME Type
ca: Tipus MIME

source: A MIME Type must follow this syntax: type/subtype
ca: Un tipus MIME ha de seguir la següent sintaxi: tipus/subtipus

source: {type} is not a valid IANA type
ca: {type} no és un tipus vàlid d'IANA

source: {t} subtype has a wrong syntax
ca: el subtipus {t} té una sintaxi errònia

source: MIME types
ca: Tipus MIME

source: MIME type
ca: Tipus MIME

source: Allow/Deny the HTTP traffic of the files which the given MIME types. MIME types not listed here are allowed. The filter needs a 'filter' policy to be in effect
ca: Permet/denega el trànsit HTTP dels fitxers amb els tipus MIME donats. Els tipus MIME no llistats aquí són permesos. El filtre necessita una política de filtrat perquè tingui efecte

source: MIME type added
ca: Tipus MIME afegit

source: MIME type removed
ca: Tipus MIME eliminat

source: MIME type updated
ca: Tipus MIME actualitzat

source: Requests
ca: Peticions

source: User
ca: Usuari

source: Accepted requests
ca: Peticions acceptades

source: Accepted traffic size (Kb)
ca: Volum de trànsit acceptat (Kb)

source: Denied requests
ca: Peticions denegades

source: Denied traffic size (Kb)
ca: Volum de trànsit denegat

source: Filtered requests
ca: Peticions filtrades

source: Filtered traffic size (Kb))
ca: Mida del trànsit filtrat (Kb)

source: Date
ca: Data

source: Web traffic details
ca: Detalls del trànsit web

source: traffic
ca: trànsit

source: You cannot activate antivirus filter because the antivirus module is disabled. If you want to filter virus, first {openhref}activate the module{closehref} and come back here
ca: No es pot activar el filtre antivirus perquè el mòdul antivirus està inhabilitat. Si vol filtrar els virus, abans {openhref}activi el mòdul{closehref} i torni aquí

source: You cannot activate antivirus filter because the antivirus module is not installed. If you want to filter virus, first install it and then {openhref}activate the module{closehref} and come back here
ca: No es pot activar l'antivirus perquè el mòdul antivirus no s'ha instal.lat. Si vol filtrar els virus, abans ha d'instal·lar i {openhref}activar el mòdul{closehref} i tornar aquí

source: Use antivirus
ca: Fer servir l'antivirus

source: Filter virus
ca: Filtrar virus

source: Squid traffic size graph
ca: Gràfic del volum de trànsit de Squid

source: Traffic size
ca: Volum de trànsit

source: Filter Profiles
ca: Filtrat de Perfils

source: filter profile
ca: perfil de filtrat

source: Added filter profile
ca: Perfil de filtrat afegit

source: Removed filter profile
ca: Perfil de filtrat eliminat

source: Updated filter profile
ca: Perfil de filtrat actualitzat

source: Configuration
ca: Configuració

source: Maximum number of filter groups reached
ca: Nombre màxim de grups de filtrat aconseguit

source: No spaces are allowed in profile names
ca: No es permeten espais en els noms de perfils

source: Block not listed domains and URLs
ca: Bloquejar dominis i URLs no llistats

source: If this is enabled, any domain or URL which is neither present neither in the <i>Domains and URLrules</i> nor in the <i>Domain list files</i> sections below will be forbidden.
ca: Si aquesta opció està habilitada, qualsevol domini o URL que no estigui llistat a la secció <i>Regles de dominis</i> ni a <i>Fitxers de llistes de dominis</i> sota serà prohibit.

source: Block sites specified only as IP
ca: Bloquejar els llocs especificats només com a IP

source: Domain filter settings
ca: Configuració del filtre de domini

source: Filtering settings changed
ca: Configuració de filtrat canviada

source: Object {object} has no members. Please add at least one to add rules using this object.
ca: L'objecte {object} no té membres. Si us plau, afegeixi almenys un per afegir regles utilitzant aquest objecte.

source: Network object
ca: Objecte de xarxa

source: Threshold
ca: Llindar

source: This specifies how strict the content filter is.
ca: Això especifica com d'estricte és el filtre

source: Content filter threshold
ca: Llindar de filtrat de contingut

source: Content filter threshold changed
ca: Llindar de filtrat de contingut canviat

source: Disabled
ca: Inhabilitat

source: Very permissive
ca: Molt permissiu

source: Permissive
ca: Permissiu

source: Medium
ca: Mitjà

source: Strict
ca: Estricte

source: Very strict
ca: Molt estricte

source: Exempt address from caching
ca: Adreces que no s'han de desar a la memòria cau

source: You can exempt some addresses from caching
ca: Pot fer que algunes adreces no es guardin a la memòria cau

source: Squid traffic requests graph
ca: Gràfic de peticions de trànsit de Squid

source: Access requests
ca: Peticions d'accés

source: category
ca: categoria

source: None
ca: Cap

source: File extension
ca: Extensió de fitxer

source: Extension
ca: Extensió

source: File extensions
ca: Extensions de fitxer

source: extension
ca: extensió

source: Allow/Deny the HTTP traffic of the files which the given extensions. Extensions not listed here are allowed. The extension filter needs a 'filter' policy to be in effect
ca: Permet/denega el trànsit HTTP dels fitxers amb les extensions donades. Les extensions no llistades aquí són permeses. El filtre d'extensió necessita una política de filtrat perquè tingui efecte

source: Extension added
ca: Extensió afegida

source: Extension removed
ca: Extensió eliminada

source: Extension updated
ca: Extensió actualitzada

source: Settings
ca: Configuració

source: HTTP proxy traffic report
ca: Informe del trànsit del servidor intermediari HTTP

source: M
ca: L

source: T
ca: M

source: W
ca: X

source: H
ca: J

source: F
ca: V

source: A
ca: S

source: S
ca: U

source: Monday
ca: Dilluns

source: Tuesday
ca: Dimarts

source: Wednesday
ca: Dimecres

source: Thursday
ca: Dijous

source: Friday
ca: Divendres

source: Saturday
ca: Dissabte

source: Sunday
ca: Diumenge

source: All time
ca: Sempre

source: All week
ca: Tota la setmana

source: Weekend
ca: Cap de setmana

source: Work days
ca: Dies feiners

source: From hour..
ca: Des de les...

source: to hour..
ca: fins les...

source: You must specify two diffrent hours to the range
ca: Ha d'especificar dues hores diferents per establir un interval de temps

source: Bad hour of the day value: {h}
ca: Valor d'hora erroni: {h}

source: Bad hour of the day format: {h}
ca: Format d'hora erroni: {h}

source: Bad minutes value: {mi}
ca: Valor de minuts erroni: {mi}

source: Bad minutes format: {mi}
ca: Format de minuts erroni: {mi}

source: The end of the range is greater than the begin
ca: El final de l'interval és major que l'inici

source: The time period must be at least active on one day
ca: El període de temps ha d'estar actiu al menys un dia

source: HTTP Proxy configuration file
ca: Fitxer de configuració de Servidor intermediari HTTP

source: Content filter configuration file
ca: Fitxer de configuració de filtre de contingut

source: Default filter group configuration
ca: Configuració per defecte del grup de filtre

source: Filter groups membership
ca: Pertinença als grups de filtre

source: Content filter banned extension list
ca: Llista d'extensions prohibides del filtre de contingut

source: Content filter banned mime type list
ca: Llista de tipus mime prohibits del filtre de contingut

source: Content filter exception site list
ca: Llista d'exempcions de llocs del filtre de contingut

source: Content filter grey site list
ca: Llista de llocs grisos del filtre de contingut

source: Content filter banned site list
ca: Llista de llocs prohibits del filtre de contingut

source: Content filter exception URL list
ca: Llista d'exempcions d'URLs del filtre de contingut

source: Content filter grey URL list
ca: Llista d'URLs grises del filtre de contingut

source: Content filter banned URL list
ca: Llista d'URLs prohibides del filtre de contingut

source: Forbidden phrases list
ca: Llistes de frases prohibides

source: Exception phrases list
ca: Llista de frases d'exempcions

source: PICS ratings configuration
ca: Configuració de la classificació PICS

source: Dansguardian's log rotation configuration
ca: Configuració de la rotació dels registres de Dasguardian

source: Dansguardian's antivirus scanner configuration
ca: Configuració de l'escànner antivirus de Dansguardian

source: Filter groups per IP
ca: Filtrar grups per IP

source: Configuration of adzapper
ca: Configuració de adzapper

source: Overwrite blocked page templates
ca: Sobreescriure plantilles de pàgines bloquejades

source: Dansguardian blocked page templates will be overwritten with Zentyal customized templates.
ca: Les plantilles de pàgines bloquejades de Dansguardian seran sobreescrites amb plantilles personalitzades de Zentyal.

source: Remove dansguardian init script link
ca: Suprimir els enllaços dels scripts d'inici dansguardian

source: Zentyal will take care of starting and stopping the services.
ca: Zentyal s'encarregarà d'iniciar i aturar els serveis.

source: You must set the cache_mem variable in the Zentyal configuration file
ca: S'ha d'establir la variable cache_mem en el fitxer de configuració de Zentyal

source: You must set the max_object_size variable in the Zentyal configuration file
ca: S'ha d'establir la variable max_object_size en el fitxer de configuració de Zentyal

source: Bandwidth Throttling
ca: Limitació d'Ample de Banda

source: Host
ca: Amfitrió

source: URL
ca: Adreça URL

source: Mime/type
ca: Mime/tipus

source: Event
ca: Esdeveniment

source: Accepted
ca: Acceptat

source: Denied
ca: Denegat

source: Filtered
ca: Filtrat

source: Deleted daemons
ca: Dimonis esborrats

source: daemon
ca: dimoni

source: Enabled
ca: Habilitat

source: Advertised networks
ca: Xarxes anunciades

source: Download client bundle
ca: Descarregar paquet de configuració de client

source: List of servers
ca: Llista de servidors

source: VPN servers
ca: Servidors VPN

source: server
ca: servidor

source: {openpar}You need a valid CA certificate to run VPN servers. {closepar}{openpar}Please, go to the {openhref} certification authority module{closehref} and renew it.{closepar}
ca: {openpar}Necessita un certificat de CA vàlid per executar els servidors VPN. {closepar}{openpar}Si us plau, vagi al {openhref}mòdul d'autoritat de certificació{closehref} i renovi'l.{closepar}

source: {openpar}You need to create a CA certificate to run VPN servers. {closepar}{openpar}Please, go to the {openhref}certification authority module{closehref} and create it.{closepar}
ca: {openpar}Necessita crear un certificat de CA per executar els servidors VPN. {closepar}{openpar}Si us plau, vagi al {openhref}mòdul d'autoritat de certificació{closehref} i creï'l.{closepar}

source: Server creation
ca: Creació de servidor

source: Cannot activate the server because is not fully configured; please edit the configuration and retry
ca: No es pot activar el servidor perquè no està completament configurat; si us plau, editi la configuració i torni a intentar-ho

source: Cannot create a server because there is not a CA certificate
ca: No es pot crear un servidor perquè no existeix un certificat de CA

source: {act} not possible because there aren't any available certificate. Please, go to the certificate authority module and create new certificates
ca: {act} no és possible perquè no hi ha cap certificat disponible. Si us plau, vagi al mòdul d'autoritat de certificació i creï nous certificats

source: {openpar}You can configure openVPN servers to easily connect remote offices or users.{closepar}{openpar}Click on {openit}Configuration{closeit} to set the VPN parameters.{closepar}{openpar}{openit}Advertised networks{closeit} allows you to configure which networks you want to make accessible to the remote users.{openpar}Once you are done with the configuration you can download a file bundle for your operating system to use in your clients.
ca: {openpar}Pot configurar servidors openVPN per connectar oficines remotes o usuaris amb facilitat.{closepar}{openpar}Faci click en {openit}Configuració{closeit} per configurar els paràmetres de VPN.{closepar}{openpar}{openit}Les xarxes anunciades{closeit} li permeten configurar aquelles xarxes que vol fer accessibles a usuaris remots.{openpar}Un cop s'hagi acabat la configuració podrà descarregar-se un paquet de configuració pel sistema operatiu dels seus clients.

source: Server port
ca: Port del servidor

source: VPN address
ca: Adreça VPN

source: Use a network address which is not used by this machine
ca: Faci servir una adreça de xarxa que no estigui en ús per aquesta màquina

source: Server certificate
ca: Certificat de servidor

source: Client authorization by common name
ca: Autorització de client pel seu nom comú

source: If disabled, any client with a certificate generated by Zentyal will be able to connect. If enabled, only certificates whose common name begins with the selected value will be able to connect.
ca: Si es deshabilita , qualsevol client amb un certificat generat per Zentyal podrà connectar-se. Si s'habilita, només els certificats els nom comú (CN) dels quals comencin amb el valor seleccionat podran connectar-se.

source: Network Address Translation
ca: Traducció d'Adreça de Xarxa (NAT)

source: Allow client-to-client connections
ca: Permet connexions client-client

source: Enable it to allow client machines of this VPN to see each other
ca: Habilitar-lo per permetre que màquines clients d'aquesta VPN puguin veure's entre elles

source: Allow Zentyal-to-Zentyal tunnels
ca: Permetre túnels de Zentyal a Zentyal

source: Enable it if this VPN is used to connect to another Zentyal
ca: Habilitar-lo si aquesta VPN és utilitzada per connectar a altre Zentyal

source: Zentyal-to-Zentyal tunnel password
ca: Contrasenya de túnel de Zentyal a Zentyal

source: Interface to listen on
ca: Interfície per escoltar

source: Search domain
ca: Domini de recerca

source: WINS server
ca: Servidor WINS

source: Server configuration
ca: Configuració del servidor

source: All network interfaces
ca: Totes les interfícies de xarxa

source: Zentyal to Zentyal tunnel option requires a RIP password
ca: L'opció de túnel de Zentyal a Zentyal requereix una contrasenya RIP

source: The VPN address {addr} is already used by interface {iface}
ca: L'adreça VPN {addr} ja està en ús per la interfície {iface}

source: Other server is using the same VPN address, please choose another
ca: Un altre servidor està utilitzant la mateixa adreça VPN, sis plau esculli una altra

source: Other server is listening on the same port
ca: Altre servidor està a l'escolta en el mateix port

source: The interface {iface} does not exist
ca: La interfície {iface} no existeix

source: The interface {iface} is not configured
ca: La interfície {iface} no està configurada

source: Cannot use Network Address translation because it requires the firewall module. The module is neither installed or activated
ca: No es pot usar NAT perquè requereix el mòdul del tallafoc. El mòdul no està instal·lat o activat

source: Cannot use Network Address translation because it requires the firewall module enabled. Please activate it and try again
ca: No es pot usar NAT perquè requereix el mòdul del tallafoc. Si us plau activi-lo i intenti de nou

source: At least one external interface is needed to connect to the server unless network address translation option is enabled
ca: Com a mínim es necessita una interfície externa per connectar-se al servidor, almenys que l'opció de NAT estigui habilitada

source: The interface must be a external interface, unless Network Address Translation option is on
ca: La interfície ha de ser externa, almenys que l'opció de NAT estigui habilitada

source: List of Advertised Networks
ca: Llista de Xarxes Anunciades

source: Advertised network
ca: Xarxa anunciada

source: Server
ca: Servidor

source: CA's certificate
ca: Certificat de CA

source: Client's certificate
ca: Certificat del client

source: Client's private key
ca: Clau privada del client

source: Server tunnel password
ca: Contrasenya de tunel de servidors

source: Bind port for client
ca: Port de vincle pel client

source: Bind address for client
ca: Adreça de vincle pel client

source: Command to execute after routes are set
ca: Ordre a executar un cop establertes les rutes

source: Client configuration
ca: Configuració del client

source: No file supplied or already set for {f}
ca: No es va subministrar cap fitxer o ja estava fixat per {f}

source: Enable
ca: Habilitar

source: List of Clients
ca: Llista de clients

source: VPN Clients
ca: Clients de VPN

source: Cannot activate the client because is not fully configured; please edit the configuration and retry
ca: No es pot activar el client perquè no està completament configurat; si us plau, editi la configuració i intenti-ho de nou

source: RIP password is mandatory
ca: La contrasenya RIP és obligatòria

source: Client's type
ca: Tipus de client

source: Add OpenVPN's installer to bundle
ca: Afegir l'instal·lador d'OpenVPN al paquet de configuració del client

source: OpenVPN installer for Microsoft Windows
ca: Instal·lador d'OpenVPN per Microsoft Windows

source: Server address
ca: Adreça del servidor

source: This is the address that will be used by your clients to connect to the server. Typically, this will be a public IP or host name
ca: Aquesta és l'adreça que utilitzaran els seus clients per connectar-se al servidor. Normalment, aquesta serà una IP pública o el nom de la màquina

source: Additional server address (optional)
ca: Adreça addicional del servidor (opcional)

source: Download Client Bundle
ca: Descarregar paquet de configuració del client

source: Download
ca: Descarrega

source: Zentyal to Zentyal tunnel
ca: Túnel de Zentyal a Zentyal

source: Cannot make a bundle because the server is not fully configured; please edit the configuration and retry
ca: No es pot fer un paquet de configuració de client perquè el servidor no està completament configurat; si us plau editi la configuració i intenti-ho de nou

source: Cannot use for the bundle the server's certificate
ca: No es pot utilitzar el certificat del servidor per al paquet del client

source: Invalid client type: the server does not allow Zentyal-to-Zentyal tunnels
ca: Tipus de client no vàlid: el servidor no permet túnels de Zentyal a Zentyal

source: Invalid client type: the server is intended for Zentyal-to-Zentyal tunnels
ca: Tipus de client no vàlid: el servidor està destinat a túnels de Zentyal a Zentyal

source: Installer is only available for Windows clients
ca: L'instal·lador està disponible només per clients Windows

source: A client bundle is a file which contains a ready to use configuration for your clients
ca: Un paquet de client és un fitxer el qual conté una configuració preparada per utilitzar-la pels seus clients

source: Cannot make a bundle because the server is not fully configured; please complete the configuration and retry
ca: No es pot fer un paquet de client perquè el servidor no està completament configurat: si us plau, completi la configuració i intenti-ho de nou

source: Inexistent CA's certificate file {p}
ca: No existeix el fitxer del certificat de CA {p}

source: Inexistent client's certificate file {p}
ca: No existeix el fitxer del certificat del client {p}

source: Inexistent certificate's private key file {p}
ca: No existeix el fitxer de clau privada del certificat {p}

source: File supplied as CA's certificate is not valid
ca: El fitxer subministrat com certificat de CA no és vàlid

source: File supplied as client's certificate is not valid
ca: El fitxer subministrat com certificat del client no és vàlid

source: File supplied as client's private key is not valid
ca: El fitxer subministrat com clau privada del client no és vàlid

source: File supplied as client's certificate doesn't match with file supplied as CA's certificate
ca: El fitxer subministrat com certificat del client no es correspon amb el subministrat com certificat de CA

source: File supplied as client's certificate doesn't match with file supplied as certificate's private key
ca: El fitxer subministrat com certificat del client no es correspon amb el fitxer subministrat com clau privada del certificat

source: The port {p}/{pro} is already in use
ca: El port {p}/{pro} ja està en ús

source: The certificate {cn} does not exist
ca: El certificat {cn} no existeix

source: The certificate {cn} has expired
ca: El certificat {cn} ha expirat

source: The certificate {cn} has been revoked
ca: El certificat {cn} ha estat revocat

source: The server {name} does not have certificate assigned
ca: El servidor {name} no té cap certificat assignat

source: Cannot get key of server {name} because it does not have any certificate assigned
ca: No es pot obtenir la clau del servidor {name} perquè no en té cap certificat assignat

source: VPN server {name} couldn't be configured, no IP address found for interface {iface}
ca: El servidor VPN {name} no s'ha pogut configurar, no s'ha trobat adreça IP per la interfície {iface}

source: OpenVPN servers cannot be used for internal services
ca: Els servidors VPN no poden utilitzar-se per serveis interns

source: Unsupported client type: {ct}
ca: Tipus de client no suportat: {ct}

source: Server {name}
ca: Servidor {name}

source: Service
ca: Servei
