Repository: madscientist3dfx/zentyal
Catalog: extra/language-packs/po/*.po
Languages: ca

source: Report options
ca: Opcions d'informes

source: Configure Logs
ca: Configura els Logs

source: Logs module allows you to register and query information about the Zentyal services
ca: El mòdul de registres permet registrar i consultar informació sobre els serveis de Zentyal

source: There are {n} log slices not stored; wait or force its storage and retry
ca: Hi ha {n} parts del registre no emmagatzemades; esperi o forci el seu emmagatzemament i torni a intentar-ho

source: No schema file found in this backup. Try another date or force restore without schema changing the relevant key in {cf}. Schemas change unfrequently so it could be safe to use a older one
ca: No s'ha trobat cap fitxer d'esquema en aquesta còpia. Provi una altra data o forci la restauració sense esquema canviant la clau corresponent a {cf}. Els esquemes no canvien habitualment, de manera que hauría de ser segur fer-ne servir un d'anterior.

source: Backup slice time interval
ca: Interval de temps per parts de la còpia de seguretat

source: Slices to be archived at once
ca: Parts per ser arxivades de cop

source: Slices timeline
ca: Línia de temps de les parts

source: Zentyal Administration Web Server
ca: Servidor Web d'Administració de Zentyal

source: You must set the {variable} variable in the ebox configuration file
ca: Ha d'establir la variable {variable} al fitxer de configuració d'ebox

source: You are using sliced backup mode and this backup was made in no-sliced mode
ca: Està utilitzant el mode de còpia de seguretat per parts i aquesta còpia de seguretat va ser feta sense el mode per parts

source: Database dump file not found. Maybe the backup you are trying to restore was made in sliced mode?
ca: No trobat el fitxer de bolcat de base de dades. Potser la còpia de seguretat que està intentant restaurar es va fer en el mode de parts?

source: Save changes
ca: Guarda els canvis

source: Halt
ca: Aturar

source: Zentyal is going down for halt
ca: Zentyal s'està aturant

source: Reboot
ca: Reinicia

source: Zentyal is going down for reboot
ca: Zentyal s'està reiniciant

source: Halt or Reboot
ca: Apaga o reinicia

source: You might lose your Internet connection if this machine is halted.
ca: Perdrà la seva connexió a Internet si atura aquesta connexió.

source: A change in the date or time will cause all Zentyal services to be restarted.
ca: Un canvi en el dia o hora provocarà que tots els serveis de Zentyal siguin reiniciats.

source: As the NTP synchronization with external servers is enabled, you cannot change the date or time.
ca: Com està habilitada la sincronitazció amb servidors NTP externs, no es pot canviar ni la data ni la hora.

source: User name
ca: Nom d'usuari

source: Current password
ca: Contrasenya actual

source: New password
ca: Nova contrasenya

source: Your password must be at least 6 characters long.
ca: La contrasenya ha de tenir almenys 6 caràcters

source: The password was changed successfully.
ca: S'ha canviat la contrasenya amb èxit.

source: New passwords do not match.
ca: Les contrasenyes noves no coincideixen.

source: The password must be at least 6 characters long
ca: La contrasenya ha de tenir almenys 6 caràcters

source: You will need to restart all the services or reboot the system to apply the hostname change.
ca: Necessitaràs reiniciar tots els serveis o reiniciar el sistema per aplicar el canvi de nom de la màquina.

source: IP addresses are not allowed
ca: Les adreçes IP no estan permeses

source: Begin of IP range
ca: Inici de l'interval IP

source: End of IP range
ca: Final de l'interval IP

source: End of range address should be smaller than start of range address
ca: L'adreça final ha de ser més petita que la inicial

source: The IP range contained {size} addresses, the maximum is {max} addresses
ca: L'interval IP te {size} adreces, el màxim és {max}

source: Enter a float number
ca: Entra un nombre float

source: The value shouldn't be greater than {m}
ca: El valor no hauria de ser major que {m}

source: The value shouldn't be less than {m}
ca: El valor no hauria de ser menor de {m}

source: It must be a valid HTML string
ca: Ha de ser una cadena HTML vàlida

source: Choose a value within the value set: {set}
ca: Esculli un valor amb el parametre de: {set}

source: The password should have at least {minLength} characters
ca: La contrasenya ha de tenir almenys {minLength} caràcters

source: The password should have at most {maxLength} characters
ca: La contrasenya ha de tenir almenys {maxLength} caràcters

source: Password mismatch, make sure passwords are identical
ca: Les contrassenyes no coincideixen, comprovi que siguin identiques

source: Enter an integer number
ca: Entra un nombre enter

source: Single port
ca: Únic port

source: Port range
ca: Rang de ports

source: "From" {from} must be greater than "To" {to}
ca: "From" {from} ha de ser mes gran que "To" {to}

source: Jabber server {serverName} is down or connection is not allowed.
ca: El servidor de Jabber {serverName} esta aturat o la conexió no està permesa.

source: Authorization failed: {result} - {message}
ca: Autorització fallida: {result} - {message}

source: Dispatcher {name} is not configured to be enabled
ca: L'emissor {name} no està configurat per ser habilitat

source: Log file
ca: Arxiu de registre

source: RSS file: {path}
ca: Arxiu RSS: {path}

source: Zentyal alerts channel for {hostname}
ca: Zentyal canal d'alertes per {hostname}

source: This channel tracks what happens on this Zentyal machine along the time
ca: Aquest canal condueix al que ha passat en aquesta màquina Zentyal durant el temps.

source: The event has happened in Zentyal {hostname} from {source}
ca: L'esdeveniment ha passat a Zentyal {hostname} de {source}

source: Go to your {url} to check its status.
ca: Vagi a la seva {url} per comprovar l'estat.

source: The partition {mp} has low free space available.
ca: La partició {mp} té molt poc espai disponible.

source: The file system {fs}, mounted on {mp}, has {left} space left which is below than the configured threshold {thres}.
ca: El sistema d'arxius {fs}, muntat a {mp}, té {left} espai lliure, que està sota el minim configurat {thres}.

source: The partition {mp} does have enough space available.
ca: La partició {mp} té prou espai disponible.

source: The file system {fs}, mounted on {mp}, has again enough space available {left} which is greater than the configured threshold {thres}.
ca: El sistema de fitxers {fs}, muntat a {mp}, torna a tenir un espai disponible {left}, superior al mínim configurat {thres}.

source: Free storage space
ca: Espai lliure d'emmagatzematge

source: Check if any disk partition has no storage space left
ca: Comprova si hi ha alguna partició de disc sense espai lliure

source: Check if any event has happened in RAID subsystem
ca: Comprovar si hi ha algún esdeveniment en el subsistema RAID

source: New array RAID device {devName} information:
ca: Informació d'un nou dispositiu RAID {devName} :

source: State: {state}
ca: Estat: {state}

source: Type: {type}
ca: Tipus : {type}

source: Active devices needed: {nb}
ca: Dispositius actius necessaris: {nb}

source: Active devices: {nb}
ca: Dispositius actius: {nb}

source: Operation in progress: {operation}
ca: Operació en progres: {operation}

source: Completed operation percentage: {per}
ca: Percentatge d'operaciño completada: {per}

source: Operation estimated finish time: {time}
ca: Temps estimat de acabament de l'operació: {time}

source: Raid component {nb}: device {device} state {state}
ca: Component RAID {nb}: dispositiu {device} estat {state}

source: RAID device {name} has dissappeared: A RAID array which previously was configured appears to no longer be configured
ca: El dispositiu RAID {name} ha desaparegut: Un RAID que havia sigut configurat sembla que no tornarà a ser-ho

source: RAID device {name} has changed its state from {oldState} to {newState}
ca: El dispositiu RAID {name} ha canviat el seu estat de {oldState} a {newState}

source: RAID device {name} has changed its number of active components from {oldNum} to {newNum}
ca: El dispositiu RAID {name} ha canviat el seu nombre de components actius de {oldNum} a {newNum}

source: RAID device {name} has started operation {opName}.
ca: El dispositiu RAID {name} ha començat la operació {opName}

source: RAID device {name} has finished operation {opName} or it was aborted.
ca: El dispositiu RAID {name} ha finalitzat l'operació {opName} o ha estat avortada

source: RAID device {name} has finished operation {oldOpName} and started {newOpName}.
ca: El dispositiu RAID {name} ha finalitzat l'operació {oldOpName} i ha començat {newOpName}.

source: Status: {percentage} completed.
ca: Estat: {percentage} completat

source: Estimated finish time: {time}.
ca: Temps estimat per acabar: {time}.

source: Active component {compName} from RAID array {arrayName} has been marked as faulty
ca: El component actiu {compName} del RAID {arrayName} ha sigut marcat com erroni

source: Spare component {compName} from RAID array {arrayName} which was being rebuilt to replace a faulty device has failed
ca: El component lliure {compName} del RAID {arrayName} que estava reconstruïnt un erroni ha fallat

source: Spare component {compName} from RAID array {arrayName} which was being rebuilt to replace a faulty device has been successfully rebuilt and has been made active
ca: El component lliure {compName} del RAID {arrayName} que estava reconstruïnt un element erroni del RAID {arrayName} s'ha completat amb éxit i ara en forma part.

source: A new component {compName} has been hot added to RAID device {arrayName} with status {status}
ca: El component nou {compName} no ha estat afegit al RAID {arrayName} amb l'estat {status}

source: A component {compName} has been hot removed from RAID array {arrayName} when its status was {status}
ca: El component {compName} no ha estat eliminat del RAID {arrayName} quan el seu estat era {status}

source: active
ca: Actiu

source: degraded
ca: degradat

source: recovering
ca: recuperant

source: resyncing
ca: re-sincronitzant

source: rebuilding
ca: reconstruint

source: reshaping
ca: reorganitzant

source: failed
ca: fallat

source: resync
ca: resincronitza

source: rebuild
ca: reconstrueix

source: reshape
ca: reorganitza

source: recovery
ca: recupera

source: check
ca: comprova

source: faulty
ca: erroni

source: spare
ca: lliure

source: There are {nSecUpdates} security updates. The affected packages are: {packages}.
ca: Hi ha {nSecUpdates} actualitzacions de seguretat. Els paquets afectats son: {packages}.

source: Additionally, there are {nUpdates} more. The upgradable packages are: {packages}.
ca: Hi ha {nUpdates} actualitzacions adicionals més. Els paquets actualitzables son: {packages}.

source: Security software updates
ca: Actualitzacions de seguretat

source: Check if there is any security software update.
ca: Comprovar si hi ha alguna actualitzacio de seguretat.

source: Log observer
ca: Observador de registres

source: Notify when a logger ({loggers}) has logged something
ca: Reporta quan un registrador ({loggers}) ha registrat alguna cosa

source: The following modules are not running but they are enabled: {modules}
ca: Els següents mòduls no estan funcionant però estan habilitats: {modules}

source: Check if any Zentyal service is not running when it is enabled
ca: Comprova si algun servei de Zentyal no està executant-se quan estigui habilitat

source: State
ca: Estat

source: Check if Zentyal is currently up or down
ca: Comprova si Zentyal està actualment en actiu o inactiu

source: The events module is not enabled to send events
ca: El mòdul d'esdeveniments no està habilitat per enviar.

source: Date of first event
ca: Data del primer esdeveniment

source: Date of last event
ca: Data del ultim esdeveniment

source: Repetitions
ca: Repeticions

source: Level
ca: Nivell

source: Message
ca: Missatge

source: Initial configuration wizard
ca: Assistent per a la configuració inicial

source: Save configuration
ca: Guarda la configuració

source: Saving changes in modules
ca: Guardant canvis en mòduls

source: Changes saved
ca: Canvis guardats

source: Some modules reported error when saving changes . More information on the logs in {dir}
ca: Alguns móduls han informat d'un errror quan es guardaven els canvis. Mes informació al log a {dir}

source: Saving changes
ca: Guradant els canvis

source: Revoking changes in modules
ca: Descartant els canvis en els mòduls

source: Current module
ca: Mòdul actual

source: modules revoked
ca: Mòduls revocats

source: Changes revoked
ca: Canvis revocats

source: Some modules reported error when discarding changes . More information on the logs in {dir}
ca: Alguns mòduls han informat un error quan es descartaven els canvis. Més informació al directori de logs {dir}

source: Revoking changes
ca: Descartant els canvis

source: Configure Widgets
ca: Configura els Widgets

source: Full Reports
ca: Informes complets

source: An internal error related to a template has occurred. This is a bug, relevant information can be found in the logs.
ca: Hi ha hagut un error intern relatiu a una plantilla. És un bug, es pot trobar informació rellevant als registres.

source: Module Status Configuration
ca: Configuració de l'estat dels móduls

source: Page not found
ca: Pàgina no trobada

source: Backing up
ca: Fent la còpia de seguretat

source: Backing up modules
ca: Fent la còpia de seguretat dels mòduls

source: Restoring backup
ca: Restaurant la còpia de seguretat

source: Restoring modules
ca: Restaurant els moduls

source: modules restored
ca: Móduls restaurats

source: module name
ca: Nom del mòdul

source: The module was restarted correctly.
ca: El mòdul s'ha reiniciat correctament.

source: Service {mod} is locked by another process. Please wait its end and then try again.
ca: El servei {mod} està bloquejat per un altre procés. Esperi fins que acabi i torni a provar-ho.

source: Error restarting service {mod}. See {logs} for more information.
ca: Error reiniciant el servei {mod}. Vegi {logs} per més informació.

source: Configuration Backup
ca: Còpies de seguretat de la configuració

source: Please confirm that you want to delete the following backup file:
ca: Confirmi que vol eliminar el següent fitxer de còpia de seguretat:

source: Please confirm that you want to restore using this backup file:
ca: Confirmi que vol restaurar la configuració des d'aquest fitxer de còpia de seguretat:

source: Full data and configuration backup
ca: Llista de còpies de seguretat de la configuració

source: Bug-report configuration dump
ca: Bolcat de configuració per informar d'un error

source: row
ca: fila

source: The {rowName} "{r}" has been deleted
ca: {rowName} "{r}" s'ha eliminat

source: The {rowName} "{r}" has been moved from {x} to {y} position
ca: {rowName} "{r}" s'ha mogut de la possició {x} a la {y}

source: The action "{a}" has been executed
ca: La acció "{a}" s'ha executat

source: A new {rowName} "{r}" has been added with "{f}" set to "{x}"
ca: Una nova {rowName} "{r}" s'ha afegit amb "{f}" establit com "{x}"

source: The field "{f}" in the {rowName} "{r}" has been changed from "{x}" to "{y}"
ca: El camp "{f}" a {rowName} "{r}" s'ha canviat de "{x}" a "{y}"

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: /.?&+:-@ and spaces are allowed.
ca: L'entrada conté caràcters invàlids. Tots els caràcters alfanumèrics, mes els no alfanumèrics: /.?&+:-@ i espais estan permesos.

source: An internal error has occurred. This is most probably a bug, relevant information can be found in the logs.
ca: Hi ha hagut un error intern relatiu a una plantilla. Probablement es un bug, informació rellevant es pot trobar als registres

source: An unexpected internal error has occurred. This is a bug, relevant information can be found in the logs.
ca: Hi ha hagut un error inesperat. Es un bug, informació rellevant es pot trobar als registres

source: Sorry, you have just hit a bug in Zentyal.
ca: Lamentablement, acaba de trobar un error a Zentyal.

source: Please look for the details in the {f} file and take a minute to {oh}submit a bug report{ch} so we can fix the issue as soon as possible.
ca: Revisi els detalls al fitxer {f} i dediqui un minut per enviar un {oh}inform d'error{ch} per poder resoldre l'incident tant aviat com sigui possible.

source: Your request could not be processed because it had some incorrect parameters
ca: La petició no pot ser processada perquè hi ha paràmetres incorrectes.

source: Wrong HTTP referer detected, operation cancelled for security reasons
ca: Detectada una referència HTTP errònia, operació cancel·lada per raons de seguretat

source: Your request could not be processed because it lacked some required parameters
ca: La petició no pot ser processada perquè no hi ha alguns paràmetres requerits

source: Invalid uploaded file.
ca: Arxiu carregat incorrecte

source: Cannot create a temporally file for the upload
ca: No es pot crear un arxiu temporal per carregar

source: This field is usually set to any
ca: Aquest camp normalment es deixa amb qualsevol

source: Service configuration
ca: Configuració del servei

source: service
ca: servei

source: Internal
ca: Intern

source: Tick this field if there is actually a service on the machine using the ports configured for this service. This helps Zentyal to know what ports are already busy
ca: Marca aquest camp si hi ha actualment un servei a la màquina que fa servir el port configurat per aquest servei. Això ajuda a Zentyal a saber quins ports estan ocupats

source: List of services
ca: Llistat de serveis

source: A service is an abstraction of one or more network protocols which can be used in other modules such as: firewall, traffic shaping...
ca: Un servei es una abstracció d'un o més protocols de xarxa que es poden fer servir a d'altres mòduls com: tallafocs, control de tràfic...

source: HyperText Transport Protocol
ca: Protocol de Transport d'Hipertext

source: Mail
ca: Correu

source: Generate mail aliases
ca: Generar àlies de correu

source: Zentyal will execute {cmd}
ca: Zentyal executarà {cmd}

source: Zentyal will add two LDAP schemas: authldap.ldif and eboximail.ldif.
ca: Zentyal afegirà dos esquemes LDAP: authldap.ldif i eboximail.ldif.

source: Create certificates
ca: Crea certificats

source: Zentyal will create certificates to use in mail services
ca: Zentyal crearà els certificats per utilitzar en els serveis de correu

source: Add fetchmail update cron job
ca: Afegeix tasca cron d'actualització de fetchmail

source: Zentyal will schedule a cron job to update fetchmail configuration when the user add external accounts
ca: Zentyal programarà una tasca de cron per actualitzar la configuració de fetchmail quan l'usuari afegeixi comptes externs

source: To configure postfix
ca: Configurar postfix

source: To define how client programs connect to services in postfix
ca: Definir com es connectaran els programes de serveis en postfix

source: To configure host mail name
ca: Configurar un nom per l'amfitrio de correu

source: To configure postfix aliases
ca: Configurar àlies per postfix

source: To configure dovecot
ca: Configurar dovecot

source: To configure dovecot to authenticate against LDAP
ca: Configurar dovecot per autentificar contra LDAP

source: To configure smart host authentication
ca: Configurar autentificació smart host

source: Outgoing Mail (SMTP protocol).
ca: Correu surtint (protocol SMTP)

source: POP, IMAP and SIEVE protocols
ca: Protocols POP, IMAP i SIEVE

source: Outgoing Mail (Submission protocol).
ca: Correu sortint (protocol de submisió).

source: Cannot use the hostname as mailname because it is not a fully qualified name. Please, define a custom server mailname
ca: No es pot utilitzar el nom de l'amfitrió com un nom de correu perquè aquest no es completament qualificat. Si us plau, defineix un nom personalitzat de correu del servidor

source: The mail name must be a fully qualified name
ca: El nom del correu ha de ser un nom completament qualificat

source: Host mail name
ca: Nom de correu de l'amfitrió

source: The mail name and virtual mail domain name are equal
ca: El nom del correu i el nom del domini virtual de correu són iguals

source: SMTP service
ca: Servei SMTP

source: POP3 service
ca: Servei POP3

source: POP3S service
ca: Servei POP3S

source: IMAP service
ca: Servei IMAP

source: IMAPS service
ca: Servei IMAPS

source: Mail server's filter
ca: Filtre del servidor de correu

source: Filter type
ca: Tipus de filtre

source: Virtual Mail Domains
ca: Dominis virtuals de correu

source: Greylist
ca: Llista gris

source: Queue Management
ca: Gestió de la Cua

source: Mail retrieval from external accounts
ca: Obtenció de correu de comptes externs

source: Message ID
ca: ID del missatge

source: From hostname
ca: Des de nom d'amfitrió

source: From host ip
ca: IP amfitrió origen

source: Size (bytes)
ca: Mida (bytes)

source: Relay
ca: Retransmissió

source: Message type
ca: Tipus de missatge

source: Additional Info
ca: Informació adicional

source: Successful messages
ca: Missatges exitosos

source: Maximum message size exceeded
ca: Mida màxima del missatge superat

source: User quota exceeded
ca: Quota d'usuari superada

source: Relay access denied
ca: Accés de relleu denegat

source: Account does not exist
ca: El compte no existeix

source: Host unreachable
ca: Amfitrió inassolible

source: Authentication error
ca: Error d'autenticació

source: Greylisted
ca: Llista gris

source: Relay rejected by the smarthost
ca: Retransmisió denegada pel smarthost

source: Other events
ca: Altres events

source: Mailboxes
ca: Bústies

source: Mail messages from users and group alias
ca: Missatges de correu dels usuaris i àlies de grups

source: Mail SMTP server
ca: Servidor de correu SMTP

source: Mail POP/IMAP server
ca: Servidor de correu POP/IMAP

source: Mail Account
ca: Compte de Correu

source: Create mail account user@domain
ca: Crear compte de correu usuari@domini

source: Default Domain
ca: Domini per defecte

source: You haven't create a mail domain yet
ca: Encara no has creat un domini de correu

source: External mail accounts
ca: Comptes de correu externs

source: External account
ca: Compte extern

source: Mail server
ca: Servidor de correu

source: external mail account
ca: compte de correu extern

source: Fetching mail is done every 10 minutes
ca: L'obtenció del correu es fa cada 10 minuts

source: Secure POP3
ca: POP3 segur

source: Secure IMAP
ca: IMAP segur

source: External account added
ca: Compte extern afegit

source: External account {ac} removed
ca: Compte extern {ac} eliminat

source: Cannot retrieve mail from external accounts because you do not have a email account in a local mail domain
ca: No es pot recuperar el correu de comptes externs, perquè no té un compte de correu en un domini de correu local

source: Virtual domain
ca: Domini virtual

source: Sent messsages
ca: Missatges enviats

source: Received messages
ca: Missatges rebuts

source: Rejected messages
ca: Missatges rebutjats

source: Sent messages
ca: Envia missatges

source: Mail traffic details
ca: Detalls de tràfic de correu

source: Filter in use
ca: Filtre en ús

source: Custom filter's mail forward port
ca: ﻿Port de retransmissió de correu per al filtre personalitzat

source: Custom filter's IP address
ca: Adreça IP del filtre personalitzat

source: Custom filter's Port
ca: Port del filtre personalitzat

source: Mail filter options
ca: Opcions del filtre de correu

source: none
ca: cap

source: custom
ca: personalitzat

source: As long mailfilter module is enabled the mail server will use the filter it provides
ca: Mentres el mòdul de filtrat de correu estigui habilitat, el servidor de correu farà servir el filtre que proporciona

source: Subject
ca: Assumpte
