Repository: madscientist3dfx/zentyal
Catalog: extra/language-packs/po/*.po
Languages: ca

source: List of Phones
ca: Llista de telèfons

source: Phones
ca: Telèfons

source: phone
ca: telèfon

source: VoIP phones connected to the server.
ca: Telèfons veu IP connectats al servidor.

source: VoIP service provider name.
ca: Nom del proveïdor de serveis Veu IP

source: Recipient of incoming calls
ca: Destinetari de les trucades entrants

source: Extension recipient of incoming calls through the provider.
ca: Extensió destí per trucades entrants a través del proveïdor.

source: SIP provider
ca: Preveïdor SIP

source: SIP provider for outgoing calls configuration.
ca: Configuració per trucades sortints a través d'un proveïdor SIP.

source: SIP provider configuration updated.
ca: Configuració de proveïdor SIP actualitzada.

source: List of Meetings
ca: Llista de sales

source: Meetings
ca: Reunions

source: meeting
ca: conferència

source: Meeting rooms available on the server.
ca: Sales de trobada (meeting) disponibles al servidor.

source: Enable demo extensions
ca: Activar extensions de prova

source: Enable outgoing calls
ca: Activar trucades sortints

source: VoIP domain
ca: Domini Veu IP

source: Demo extensions are *4 for Music on Hold and *6 for Echo test.
ca: Les extensions de prova son *4 per música en espera i *6 per eco.

source: General Asterisk server configuration updated.
ca: S'ha actualitzat la configuració general del servidor Asterisk.

source: Asterisk Account
ca: Compte d'asterisk

source: Networks attached directly to internal interfaces, like {net}, are always considered local networks so it is not neccessary to add them.
ca: Les xarxes adjuntes directament a la interficie interna, com {net}, son sempre considerades xarxes locals per tant no es necessari afegir-les.

source: Local network
ca: Xarxa local

source: Local networks
ca: Xarxes locals

source: local network
ca: xarxa local

source: Other local networks reachable without NAT.
ca: Altres xarxes locals accessibles sense NAT.

source: Zentyal is behind NAT
ca: Zentyal darrera NAT

source: NAT configuration
ca: Configuració NAT

source: NAT Asterisk server configuration.
ca: Configuració NAT del servidor Asterisk.

source: NAT Asterisk server configuration updated.
ca: Configuració NAT del servidor Asterisk actualitzada.

source: Asterisk module
ca: Mòdul Asterisk

source: VoIP
ca: Veu IP

source: User extension
ca: Extensió d'usuari

source: Queue extension
ca: Extensió de cua

source: To configure enabled and disabled modules.
ca: Per configurar mòduls actius i inactius

source: To configure the Realtime interface.
ca: Per configurar la interfície

source: To configure the LDAP Realtime driver.
ca: Per configurar el driver de l'LDAP

source: To configure the SIP trunk for local users and external providers.
ca: Per configurar el troncal SIP pels usuaris locals i proveidors externs

source: To configure the dialplan.
ca: Per configurar el dialplan

source: To configure the voicemail.
ca: Per configurar la bustia de veu

source: To configure the music on hold.
ca: Per configurar la música en espera

source: To configure DTMF behaviour.
ca: Per configurar el comportament del DTMF

source: To configure the queues.
ca: Per configurar les cues.

source: Zentyal VoIP system
ca: Sistema de Veu IP de Zentyal

source: VoIP Online Users
ca: Usuaris Veu IP conectats.

source: Duration
ca: Durada

source: Channel
ca: Canal

source: Destination Channel
ca: Canal de destinació

source: Application Data
ca: Dades de l'aplicació

source: Answered
ca: Contestat

source: No Answer
ca: No contestat

source: Busy
ca: Ocupat

source: Failed
ca: Fallat

source: Master host
ca: Host mestre

source: Slave
ca: Esclau

source: slave
ca: esclau

source: Full name
ca: Nom complet

source: Edit
ca: Editar

source: You must enable the module Users in the module status section in order to use it.
ca: Ha d'activar el mòdul d'Usuaris a la secció d'estat del mòdul per poder usar-lo.

source: Zentyal is configured as slave and there are no users at the moment. You may want to add some in the {openhref}master{closehref}.
ca: El Zentyal està configurat com esclau i no hi ha usuaris ara mateix. Potser vol afegir-los a {openhref}mestre{closehref}.

source: Zentyal is configured as Windows AD slave and there are no users at the moment. If there are users in your Domain Controller, maybe the synchronization process has failed or has not finished yet.
ca: Zentyal està configurat com esclau de windows AD i no hi ha usuaris ara mateix. Si hi ha usuaris al controlador de domini, potser el procés de sincronització ha fallat o no ha acabat encara.

source: There are no users at the moment
ca: No hi ha usuaris ara mateix

source: Groups
ca: Grups

source: There are no groups at the moment
ca: No hi ha grups en aquest moment

source: Zentyal is configured as slave and there are no groups at the moment. You may want to add some in the {openhref}master{closehref}.
ca: El Zentyal està configurat com esclau i no hi ha grups ara mateix. Pot afegir-ne a {openhref}mestre{closehref}.

source: Zentyal is configured as Windows AD slave and there are no groups at the moment. If there are groups in your Domain Controller, maybe the synchronization process has failed or has not finished yet.
ca: El Zentyal està configurat com esclau del Windows AD i no hi ha grups ara mateix. Si hi ha grups al controlador de domini, potser ha fallat el procés de sincronització o no ha acabat encara.

source: Default user quota
ca: Quota d'usuari per defecte

source: Default account settings
ca: 0pcions de compte per defecte

source: On this page you can configure the default settings for user accounts
ca: En aquesta pàgina pots establir la configuració per defecte pels comptes d'usuari

source: Password management
ca: Gestió de contrasenyes

source: Re-type new password
ca: Torni a introduir la contrasenya

source: Passwords do not match.
ca: Les contrasenyes no coincideixen.

source: Password successfully updated
ca: La contrasenya s'ha actualitzat correctament

source: PAM can not be enabled on slave servers while acting as PDC. You can disable the PDC functionality at {ohref}File sharing options{chref}.
ca: PAM no pot ser habilitat en els servidors esclaus mentre actua com PDC. Es pot inhabilitar la funcionalitat de PDC en {ohref}Opcions de compartició de fitxers{chref}.

source: Enable PAM
ca: Activar PAM

source: Make LDAP users have system account.
ca: Fer que els usuaris d'LDAP tinguin compte en el sistema.

source: Default login shell
ca: Shell d'entrada per defecte

source: This will apply only to new users from now on.
ca: Això s'aplicarà només als nous usuaris a partir d'ara.

source: PAM settings
ca: Configuració PAM

source: Base DN
ca: DN Base

source: Root DN
ca: DN Root

source: Users DN
ca: DN d'Usuaris

source: Groups DN
ca: DN dels grups

source: LDAP information
ca: Informació LDAP

source: You must enable the Users and Groups module to access the LDAP information.
ca: Ha d'activar el mòdul d'usuaris i grups per accedir a la informació de l'LDAP.

source: These configuration options are used when a new user account is created.
ca: Aquestes opcions de configuració s'utilitzen quan un nou compte d'usuari és creat.

source: User Template
ca: Plantilla d'usuari

source: LDAP Settings
ca: Configuració LDAP

source: Groupname must not be longer than {maxGroupLength} characters
ca: El nom del grup no pot ser més llarg que {maxGroupLength} caràcters

source: group name
ca: nom del grup

source: Incorrect GID {gid} for a group . GID must be equal or greater than {min}
ca: GID {gid} incorrecte pel grup. El GID ha de ser igual o més gran que {min}

source: Incorrect GID {gid} for a system group . GID must be lesser than {max}
ca: GID {gid} incorrecte per un grup de sistema. El GID ha de ser més petit que {max}

source: user quota
ca: quota d'usuari

source: User quota must be an integer. To set an unlimited quota, enter zero.
ca: La quota d'usuari ha de ser un nombre enter, Per establir una quota il·limitada, introduir zero.

source: Username must not be longer than {maxuserlength} characters
ca: El nom d'usuari no pot ser més llarg de {maxuserlength} caràcters

source: Username already exists on the system
ca: El nom d'usuari ja existeix en el sistema

source: Cannot create user because the home directory {dir} already exists. Please move or remove it before creating this user
ca: No es pot crear l'usuari perquè el directori {dir} ja existeix. Si us plau, mou-lo o elimina'l abans de crear l'usuari

source: Maximum number of system users reached
ca: Ha superat el nombre màxim d'usuaris del sistema

source: Incorrect UID {uid} for a user . UID must be equal or greater than {min}
ca: UID {uid} incorrecte per l'usuari. l'UID ha de ser igual o més gran que {min}

source: Incorrect UID {uid} for a system user . UID must be lesser than {max}
ca: UID {uid} incorrecte per un usuari de sistema. l'UID ha de ser més petit que {max}

source: Your LDAP database will be populated with some basic organizational units
ca: La seva base de dades LDAP es publicarà amb algunes unitats organitzatives bàsiques

source: Zentyal needs this organizational units to add users and groups into them.
ca: El Zentyal necessita aquestes unitats organitzatives per afegir usuaris i grups.

source: Configure PAM.
ca: Configurar PAM.

source: Zentyal will give LDAP users system account.
ca: Zentyal porporcionarà als usuaris LDAP un compte en el sistema.

source: To make NSS use LDAP resolution for user and group accounts. Needed for Samba PDC configuration.
ca: Per fer que NSS faci servir la resolució LDAP per comptes d'usuaris i grups. Necessari per la configuració PDC del Samba.

source: To let NSS know how to access LDAP accounts.
ca: Per permetre al NSS saber com accedir als comptes LDAP.

source: To add quota support to /home partition.
ca: Afegir suport de quota a la partició /home.

source: To make LDAP listen on TCP and Unix sockets.
ca: Per fer que LDAP escolti per sockets TCP i Unix.

source: To copy LDAP admin password generated by Zentyal and allow other modules to access LDAP.
ca: Per copiar la contrasenya de LDAP generada pel Zentyal i permetre a altres mòduls accedir a LDAP.

source: Cannot restore because LDAP user {user} already exists as /etc/passwd user. Delete or rename this user and try again
ca: No es pot restaurar perquè l'usuari LDAP {user} ja existeix com usuari a /etc/passwd. Elimina o torna a anomenar-lo

source: This group contains users
ca: Aquest grup conté usuaris

source: comment
ca: comentari

source: object name
ca: nom de l'objecte

source: object type
ca: tipus d'objecte

source: User removed successfully
ca: Usuari eliminat correctament

source: Group removed successfully
ca: Grup eliminat correctament

source: last name
ca: cognom

source: confirm password
ca: confirma la contrasenya

source: Edit group
ca: Editar grup

source: username
ca: nom d'usuari

source: Days of the week
ca: Dies de la setmana

source: Access Denied
ca: Accés denegat

source: Access has been Denied
ca: L'accés s'ha denegat

source: Access to the page: {page} has been denied for the following reason
ca: Accés a la pàgina: {page} s'ha denegat per aquesta raó

source: You are seeing this error because what you attempted to access appears to contain, or is labeled as containing, material that has been deemed inappropriate.
ca: Veu aquest error perque intenta accedir a contingut que sembla inapropiat, o que ha estat etiquetat com a tal.

source: If you have any queries contact your ICT Coordinator or Network Manager.
ca: Si té alguna consulta, contacti amb el seu coordinador d'internet o amb l'administrador de la xarxa.

source: Powered by
ca: Proporcionat per

source: Filtering rules from internal networks to Zentyal
ca: Regles de filtratge des de les xarxes internes a Zentyal

source: These rules allow you to control access from internal networks to services running on your Zentyal machine.
ca: Aquestes regles et permeten controlar l'accés des de xarxes internes a serveis que s'executen en la teva màquina Zentyal.

source: Configure rules
ca: Configura les regles

source: Filtering rules for internal networks
ca: Regles de filtratge per xarxes internes

source: These rules allow you to control access from internal networks to the Internet and traffic between internal networks. If you wish to provide access to your Zentyal services, you must use the above section.
ca: Aquestes regles permeten controlar l'accés des de les xarxes internes cap a Internet i el tràfic entre xarxes internes. Si desitja donar accés als serveis de Zentyal, ha d'utilitzar la secció anterior.

source: Filtering rules from external networks to Zentyal
ca: Regles de filtratge des de les xarxes externes a Zentyal

source: These rules allow you to control access from external networks to sevices running on your Zentyal machine.
ca: Aquestes regles et permeten controlar l'accés des de xarxes externes a serveis que corren en la teva màquina Zentyal.

source: Be advised that adding rules in this section may compromise your network security as you may grant access from untrusted networks. Please do not use this unless you know what you are doing.
ca: S'informa que afegir regles en aquesta secció pot comprometre la seguretat de la xarxa, pot estar donant accés a xarxes no segures. Si us plau no ho utilitzi a menys que sàpiga què està fent.

source: Filtering rules from external networks to internal networks
ca: Filtrant regles des de xarxes externes a xarxes internes

source: These rules allow you to control access from external networks to internal networks.
ca: Aquestes regles permeten controlar l'accés des de xarxes externes a xarxes internes

source: Filtering rules for traffic coming out from Zentyal
ca: Regles de filtratge pel tràfic que surt de Zentyal

source: These rules allow you to control access from your Zentyal to external services.
ca: Aquestes regles permeten controlar l'accés des de Zentyal a serveis externs.

source: These rules are automatically added by the Zentyal services.
ca: Aquestes regles són afegides automàticament pels serveis de Zentyal.

source: You can disable these rules, but make sure you know what you are doing or otherwise some services could stop working.
ca: Pot deshabilitar aquestes regles, però estigui segur del que està fent o algun servei pot deixar de funcionar.

source: Domain list
ca: Llistat de dominis

source: edit
ca: editar

source: delete
ca: esborrar

source: Host list for domain {domain}
ca: Llistat de hosts pel domini {domain}

source: Welcome to Zentyal FTP service.
ca: Benvingut al servei FTP de Zentyal.

source: Update
ca: Actualitzar

source: Installed Version
ca: Versió Instal.lada

source: Install
ca: Instal.lar

source: Latest Version
ca: Última versió

source: The following packages are not properly installed. You need to fix this before trying to use them or install new modules.
ca: Els següents paquets no s'han instal.lat correctament. No es podràn instal.lar nous mòduls fins que això no es solucioni.

source: Version
ca: Versió

source: To solve this situation, please try to execute the following command in the console:
ca: Per solucionar aquesta situacó, executie aquesta comanda a la consola:

source: View advanced mode
ca: Veure el mode avançat

source: Skip install
ca: Ometre la instal.lació

source: View basic mode
ca: Veure el mode bàsic

source: Update list
ca: Actualitzar la llista

source: Deselect All
ca: Deseleccionar-ho tot

source: Select All
ca: Seleccionar-ho tot

source: Select
ca: Seleccionar

source: Loading
ca: Carregant

source: No packages found
ca: No s'ha trobat cap paquet

source: Search
ca: Cerca

source: of
ca: de

source: pages
ca: pàgines

source: Package list updated successfully
ca: Llista de paquets actualitzada correctament

source: Perform automatic security updates
ca: Actualitzacions de seguretat automàtiques

source: Zentyal is configured to use automatic QA updates
ca: Zentyal està configurat per fer servir les actualitzacions QA

source: Automatic operations start time
ca: Hora d'inici de les actualitzacions automàtiques

source: The following packages will be installed
ca: S'instal.laràn aquests paquets

source: The following packages will be removed
ca: S'eliminaràn aquests paquets

source: Ok
ca: Acceptar

source: Updates are available for the following system components
ca: Hi ha actualitzacions disponibles per aquests components del sistema

source: Community updates are available for the following system components
ca: Hi ha actualitzacions de la comunitat disponibles per als següents components del sistema

source: Security update
ca: Actualització de seguretat

source: Zentyal QA update
ca: Actualització QA verificada per Zentyal

source: Update all packages
ca: Actualitzar tots els paquets

source: This operation can take some time, don't worry if Zentyal looks unresponsive after pressing the Upgrade button.
ca: Aquesta operació pot tardar una mica. No pateixi si Zentyal no respon després de pulsar el botó d'actualitzar.

source: Upgrade
ca: Actualitzar

source: Cannot proceed with your request because it was a connection problem. Possible causes are:
ca: No es pot continuar amb la sol.licitud per un problema de connexió. Les causes possibles son:

source: Your computer has not internet connection
ca: El seu ordinador no te connexió a internet

source: Firewall is blocking the connection. Try to restart firewall module
ca: El tallafocs està bloquejant la connexió. Provi a reiniciar el tallafocs

source: Your computer has not a correct system date
ca: La data del seu ordinador no és correcta

source: You are using the wrong certificates
ca: Està fent servir certificats incorrectes

source: This server has been removed from your registered ones
ca: Aquest servidor s'ha eliminat de la llista de servidors registrats

source: Remote Backup
ca: Còpia de seguretat remota

source: Back up
ca: Còpia de seguretat

source: Back up the current configuration state
ca: Faci una còpia de seguretat de la estat actual

source: Backup is disabled because there are unsaved configuration changes. Please, save or discard them to be able to backup the configuration
ca: El Backup està deshabilitat perquè hi ha canvis de configuració no salvat. Siusplau, guardi o descarti'ls per habilitar la configuració de backup

source: Please note that the Basic Subscription allows you to store only one remote configuration backup. If you make a new configuration backup, the previous backup will be overwritten.
ca: Tingui en compte que la subscripció bàsica únicament permet guardar una copia de seguretat remota de la configuració. Si en fa una de nova l'anterior es sobreescriurà.

source: Archive size
ca: Tamany de l'arxiu

source: restore
ca: Restaura

source: download
ca: Descarrega

source: Configuration backups' list
ca: Llista de còpies de seguretat de la configuració

source: Zentyal host
ca: Màquina Zentyal

source: Backups' list
ca: Llista de còpies de seguretat

source: User or Email Address
ca: Nom d'usuari o adreça de correu

source: Submit
ca: Enviar

source: Enter user and password
ca: Introduir usuari i contrasenya

source: Created by {href}
ca: Creat per {href}

source: Warning: Caps Lock is enabled
ca: Avís: La tecla de bloquejar majúscules està activada

source: Enter
ca: Entrar

source: Keep this window open while using your Internet connection.
ca: Deixi oberta aquesta finestra mentres faci servir la connexió a internet.

source: Move up
ca: Pujar

source: Move down
ca: Baixar

source: Network interfaces
ca: Interfícies de xarxa

source: Configure interface types
ca: Configurar tipus d'interfície

source: Configure network for external interfaces
ca: Configurar xarxa per interfícies externes

source: Now you can set IP addresses and networks for each interface
ca: Ara no pot configurar adreces IP i xarxes per cada interfície

source: Don't configure
ca: No configurar

source: Remember that changing the network interfaces configuration may cause you to lose access to the administration page.
ca: Recordi que canviar la configuració de les interfícies de xarxa pot fer que es quedi sense accés a la pàgina d'administració.

source: Traffic being routed through interfaces marked as external will be NATed. Also, services meant for the LAN users will not be available on external interfaces.
ca: S'aplicarà NAT al trànsit que s'encamini a través de les interfícies marcades com externes. A més, els serveis adreçats als usuaris de la LAN no estaran disponibles en les interfícies externes.

source: Static
ca: Estàtic

source: Not set
ca: No configurat

source: External (WAN)
ca: Externa (WAN)

source: Check this if you are using Zentyal as a gateway and this interface is connected to your Internet router.
ca: Comprovi si està utilitzant Zentyal com passarel·la i aquesta interfície està connectada al seu encaminador a Internet.

source: Bridge
ca: Pont de xarxa

source: VLAN List
ca: Llista de VLANs

source: Virtual Interfaces
ca: Interfícies virtuals

source: Trace
ca: Traça

source: Domain Name Resolution
ca: Resolució de Noms de Domini

source: Domain name
ca: Nom de domini

source: Lookup
ca: Cerca

source: The change you are trying to make will affect the configuration of one or more modules that use references to this network interface.
ca: El canvi que està intentant realitzar afectarà a la configuració d'un o més mòduls que utilitzen referències a aquesta interfície de xarxa.

source: If you choose to continue, all modules that make use of the current configuration of this network interface will delete the relevant parts of their configuration. Choose "Cancel" if you are not sure about this.
ca: Si tria continuar, tots els mòduls que utilitzen la configuració actual d'aquesta interfície de xarxa esborraran les parts més rellevants de la seva configuració. Trii "Cancel·lar" si no està segur sobre això.

source: The removal of the vlan interface will affect the configuration of one or more modules that use references to this network interface.
ca: L'eliminació de la interfície vlan afectarà a la configuració d'un o més mòduls que utilitzen referències a aquesta interfície de xarxa.

source: If you choose to continue, all modules that make use of this network interface will delete the relevant parts of their configuration. Choose "Cancel" if you are not sure about this.
ca: Si tria continuar, tots els mòduls que utilitzen aquesta interfície de xarxa esborraran les parts més rellevants de la seva configuració. Trii "Cancel·lar" si no està segur sobre això.

source: The virtual machine is running
ca: La màquina virtual s'està executant

source: The virtual machine is not running
ca: La màquina virtual no està executant-se

source: Paused
ca: Pausada

source: Jabber account
ca: Compte de Jabber

source: User account
ca: Compte d'usuari

source: Administration rights
ca: Privilegis d'administrador

source: Sharing directory for this group
ca: Directori compartit per aquest grup

source: You can set a share directory for this group, but you should keep in mind that Microsoft Windows 98 and Millenium will not be able to see names longer than 12 characters
ca: Es pot establir un directori compartit per aquest grup, pero cal tenir en compte que ni Microsoft Windows 98 ni Milenium no poden veure els noms de més de 12 caràcters

source: This resource name is longer than 12 characters.
ca: El nom d'aquest recurs té més de 12 caràcters.

source: Directory name
ca: Nom del directori

source: file sharing module
ca: mòdul de compartició de fitxers

source: Home Directories
ca: Directoris dels usuaris

source: [Virus] found in a mail to you:
ca: Trobats [Virus] en un correu per tu:

source: Country code
ca: Codi de país

source: City
ca: Ciutat

source: Subject Alternative Names
ca: Noms Alternatius d'Assumpte
