Repository: madscientist3dfx/zentyal
Catalog: extra/language-packs/po/*.po
Languages: ca

source: Collect thermal information (CPU sensors temperature) if possible from {dir}
ca: Recull informació tèrmica (temperatura de sensors de CPU), si és possible, des de {dir}

source: Physical memory usage
ca: Ús de la memòria física

source: Collect the physical memory usage
ca: Recull l'ús de la memòria física

source: free
ca: lliure

source: page cache
ca: cau de pàgina

source: buffer cache
ca: cau de memòria intermèdia

source: used
ca: utilitzada

source: System load
ca: Càrrega del sistema

source: Collect the system load that gives a rough overview of the system usage
ca: Recollir la càrrega del sistema que dóna una visió molt general de l'ús del sistema

source: short term
ca: a curt termini

source: mid term
ca: a mig termini

source: long term
ca: a llarg termini

source: used in {partition}
ca: utilitzat en {partition}

source: free in {partition}
ca: disponible en {partition}

source: File system usage
ca: Ús del sistema de fitxers

source: Collect the mounted file system usage information as "df" command does
ca: Recull la informació dels sistemes de fitxers muntats com ho fa la comanda "df"

source: value
ca: valor

source: not applicable
ca: no aplicable

source: Monitor
ca: Monitoratge

source: Notify when a certain value has reached a certain threshold
ca: Notificar quan un valor concret ha arribat a un cert llindar

source: All data sources are within range again
ca: Totes les fonts de dadas són de nou dins del rang

source: {what} "{dS}" is currently {value}.
ca: {what} "{dS}" és actualment {value}.

source: That is within the {severity} region of {minBound} and {maxBound}.
ca: Està dins de la regió {severity} entre {minBound} i {maxBound}.

source: That is above the {severity} threshold of {bound}.
ca: Està per sobre del llindar {severity} de {bound}.

source: That is below the {severity} threshold of {bound}.
ca: Està per sota del llindar {severity} de {bound}.

source: You must enable monitor module to see monitor graphs in {openhref}Module Status{closehref} section.
ca: Has d'habilitar el mòdul de monitoratge en la secció {openhref}Estat dels Mòduls{closehref} per poder veure les gràfiques de monitoratge.

source: You must save the changes in module status to see monitor graphs in the {openhref}Save changes{closehref} section. In case it is already enabled you must wait for a few seconds to collect the first monitor data
ca: Has de desar els canvis en estat dels mòduls per veure les gràfiques de monitoratge en la secció {openhref}Desar canvis{closehref}. En cas de que ja s'hagi habilitat, és possible que hagis d'esperar uns pocs segons per recollir les primeres dades del monitoratge

source: Guest access
ca: Accés de convidat

source: Access control
ca: Control d'accés

source: printer
ca: impresora

source: To add or manage printers you have to use the {open_href}CUPS Web Interface{close_href}
ca: Per afegir o modificar impresores ha de fer servir la {open_href}Interfície Web de CUPS{close_href}

source: Prior to configure printers you need to enable the module in the {openref}Module Status{closeref} section and save changes after that.
ca: Abans de configurar les impresores necessita activar el mòdul a la secció {openref}Estat dels mòduls{closeref} i desar els canvis després.

source: Listen
ca: Escoltar

source: Select CUPS Interfaces
ca: Selecciona les Interfícies de CUPS

source: Select in which interfaces the CUPS webserver will listen on. Take into account that is not probably a good idea to listen on external interfaces. If none are selected, it will be listening only at localhost
ca: Seleccioni en quines interfícies escoltarà el servidor web CUPS. Tingui en compte que probablement no és bona idea que escolti a les interfícies externes. Si no es selecciona cap, escoltarà només a localhost

source: User/Group
ca: Usuari/Grup

source: Printers
ca: Impresores

source: Permissions
ca: Permisos

source: Access Control
ca: Control d'accés

source: Printer Sharing
ca: Compartició d'impresores

source: Create spool directory for printers
ca: Crear un directori de cues per impresores

source: Zentyal will create a spool directory under /var/spool/samba
ca: El Zentyal crearà un directori de cues a /var/spool/samba

source: Create log table
ca: Crear una taula de log

source: Zentyal will create a new table into its log database to store printers logs
ca: El Zentyal crearà una taula a la base de dades de log per guardar els logs de les impresores

source: To configure cupsd
ca: Per configurar el cupsd

source: Job ID
ca: ID de la tasca

source: Printer
ca: Impresora

source: Queued
ca: Encuat

source: Completed
ca: Completat

source: Canceled
ca: Cancel·lat

source: Add Jabber LDAP schema
ca: Afegir un esquema LDAP pel jabber

source: Zentyal will need this schema to store Jabber users.
ca: Zentyal necessita aquest esquema per emmagatzemar els usuaris de Jabber.

source: To properly configure ejabberd.
ca: Per configurar correctament ejabberd.

source: Jabber Server
ca: Servidor Jabber

source: Jabber Account
ca: Compte de Jabber

source: Jabber domain
ca: Domini de Jabber

source: Connect to other servers
ca: Connectar a altres servidors

source: General Jabber server configuration settings updated.
ca: Opcions de configuració generals del Jabbers actualitzades.

source: This user has a jabber account. If the user currently connected it will continue connected until jabber authorization is again required.
ca: Aquest usuari té una conta de jabber. Si l'usuari conectat ara continuarà conectat fins que l'autorització de jabber es requereixi de nou.

source: Share name
ca: Nom del recurs compartit

source: Share path
ca: Ruta compartida

source: Directory under Zentyal
ca: Directori sota Zentyal

source: File system path
ca: Ruta del sistema de fitxers

source: This share will not require authentication.
ca: No cal autencicació per accedir a aquest recurs compartit.

source: Shares
ca: Recursos compartits

source: share
ca: recurs compartit

source: Path not allowed. It cannot be under {dir}
ca: Ruta no permesa. No pot estar sota {dir}

source: Samba share absolute path
ca: Ruta absoluta del directori compartit de Samba

source: Samba share directory
ca: Directori compartit de samba

source: The directory is not empty. Are you sure you want to remove it?
ca: El directori no està buid. Segur que el vol eliminar?

source: Here you can create shares with more fine-grained permission control. You can use an existing directory or pick a name and let Zentyal create it for you.
ca: Aquí pot crear recursos compartits amb més control sobre els permisos. Pot fer servir un directori existent o posar un nom si vol que Zentyal en crei un de nou.

source: path
ca: ruta

source: Enable roaming profiles
ca: Habilitar perfils mòbils

source: Drive letter
ca: Lletra de unitat

source: General settings
ca: Paràmetres generals

source: On this page you can set different general settings for Samba
ca: Aquí pot establir els paràmetres generals de Samba

source: User/Group/Share
ca: Usuari/Grup/Recurs

source: User homes
ca: Directoris personals dels usuaris

source: Share
ca: Recurs compartit

source: Samba shares antivirus exceptions
ca: Excepcions de l'antivirus de Samba

source: Add exceptions to the default antivirus settings
ca: Afegir excepcions als paràmetres per defecte de l'antivirus

source: Antivirus default settings
ca: Paràmetres per defecte de l'antivirus

source: Recycle default settings
ca: Paràmetres per defecte de la paperera

source: Recycle Bin default settings
ca: Paràmetres per defecte de la paperera

source: Samba shares Recycle Bin exceptions
ca: Recursos exclosos de la paperera

source: Add exceptions to the default Recycle Bin settings
ca: Afegir excepcions als paràmetres per defecte de la paperera

source: Read and write
ca: Lectura i escriptura

source: Administrator
ca: Administrador

source: Any access control is disabled if the guest access is allowed.
ca: Si s'activa l'accés de convidat, es desactivarà qualsevol altre control d'accés.

source: Be careful if you grant <i>administrator</i> privileges.User will be able to read and write any file in the share.
ca: Vagi amb compte quan doni permisos d'<i>administrador</i>: l'usuari podrà llegir i escriure qualsevol fitxer del recurs compartit.

source: File Sharing
ca: Compartició de fitxers

source: File sharing options
ca: Opcions de compartició de fitxers

source: Recycle Bin
ca: Paperera

source: Account name
ca: Nom de compte

source: Password must not be longer than {maxPwdLength} characters
ca: La contrasenya no pot ser més gran de {maxPwdLength} caràcters

source: Create Samba home directory for shares and groups
ca: Crear directori personal de Samba per directoris compartits i grups

source: To set up Samba according to your configuration.
ca: Posar els paràmetres de Samba segons la configuració.

source: File sharing (Samba) protocol
ca: Protocol de compartició de fitxers (Samba)

source: Resource
ca: Recurs

source: Connect
ca: Connectar

source: Access to directory
ca: Accés al directori

source: Read file
ca: Lectura de fitxer

source: Write file
ca: Escriptura de fitxer

source: Disconnect
ca: Desconnectar

source: Remove
ca: Eliminar

source: Create directory
ca: Crear directori

source: Remove directory
ca: Eliminar directori

source: Rename
ca: Canviar el nom

source: File name
ca: Nom de l'arxiu

source: Quarantined file name
ca: Fitxer en quarantena

source: Quarantine
ca: Quarantena

source: Samba access
ca: Accessos a Samba

source: Samba virus
ca: Virus a Samba

source: Samba quarantine
ca: Quarentena de Samba

source: A name should be provided for the share.
ca: S'ha de proporcionar un nom per al recurs compartit.

source: group
ca: grup

source: External mail domain
ca: Domini de correu extern

source: Allow connection
ca: Connexió permesa

source: External mail domains
ca: Dominis de correu externs

source: external mail domain
ca: domini de correu extern

source: Here you can specify which external mail domains can connect to the mail filter
ca: Aquí pot especificar quins dominis de correu externs poden connectar-se al filtre de correu

source: {d} is a internal Zentyal virtual main domain
ca: {d} és un domini virtual principal intern de Zentyal

source: MIME types which are not listed below are allowed. MIME types aren't used by POP transparent proxy
ca: Els tipus MIME que no estan llistats a sota estan permesos. Els tipus MIME que no estan utilitzats pel proxy transparent POP

source: Mail sender
ca: Emissor de correu

source: Policy
ca: Política

source: Sender policy
ca: Política de l'emissor

source: sender policy
ca: política de l'emissor

source: whitelist
ca: llista blanca

source: blacklist
ca: llista negra

source: process
ca: procés

source: Virtual Domains
ca: Dominis virtuals

source: file extension
ca: extensió de fitxer

source: Extensions which are not listed below are allowed
ca: Les extensions no llistades a sota són permeses

source: External mail server
ca: Servidor de correu extern

source: IP address of the server
ca: Adreça IP del servidor

source: External mail servers
ca: Servidors de correu externs

source: external mail server
ca: servidor de correu extern

source: Here you can specify which external mail servers can connect to the mail filter
ca: Aquí pots especificar quins servidors de correu externs poden connectar-se al filtre de correu

source: Invalid external MTA {mta}. Local network addresses are not allowed
ca: MTA extern {mta} no vàlid. Les adreces de xarxa locals no estan permeses

source: Antivirus enabled
ca: Antivirus deshabilitat

source: Antispam enabled
ca: Antispam habilitat

source: Service's port
ca: Port del servei

source: Notify of non-spam problematic messages
ca: Notificar els missatges problemàtics que no són spam

source: mail address
ca: Adreça de correu

source: The port {port} is already used by module {mod}
ca: El port {port} ja està sent utilitzat pel mòdul {mod}

source: Mailbox
ca: Bústia

source: Mailbox contains
ca: La bústia conté

source: Train bayesian spam filter
ca: Entrenar filtre bayesian de spam

source: Learned from messages
ca: Aprenent de missatges

source: Train
ca: Entrenar

source: Invalid mailbox type: {type}
ca: Tipus de bústia no vàlid: {type}

source: Use virus filtering
ca: Utilitzar filtrat de virus

source: Use spam filtering
ca: Utilitzar filtrat de spam

source: Spam threshold
ca: Llindar de spam

source: default
ca: per defecte

source: custom threshold
ca: llindar personalitzat

source: Learn from accounts' Spam IMAP folders
ca: Aprendre dels comptes de les carpetes IMAP de spam

source: Every time that a email moved into or out of the IMAP spam folder the filter will be trained with it
ca: Cada vegada que un correu entri o surti de la carpeta IMAP de spam el filtre s'entrenarà amb ell

source: Learning ham account
ca: Aprenent compte ham

source: An address (ham@domain) will be created for this domain, ham messages incorrectly classified as spam may be forwarded to this addres to train the filter
ca: Una adreça (ham@domini) serà creada per aquest domini, els missatges ham classificats incorrectament com spam poden ser enviats a aquesta adreça per entrenar al filtre

source: Learning spam account
ca: Aprenent compte spam

source: An address (spam@domain) will be created for this domain, spam messages incorrectly classified as ham may be forwarded to this addres to train the filter
ca: Una adreça (spam@domini) serà creada per aquest domini, els missatges spam classificats incorrectament com ham poden ser enviats a aquesta adreça per entrenar al filtre

source: Antispam sender policy
ca: Política antispam de l'emissor

source: Virtual Domains specific policies
ca: Polítiques específiques dels Dominis Virtuals

source: virtual domain policy
ca: política per al domini virtual

source: There are no virtual mail domains managed by this server. You can create some in the {openA}virtual domains mail page{closeA}.
ca: No hi ha dominis virtuals gestionats per aquest servidor. Pots crear-ne alguns en {openA}pàgina de dominis virtuals de correu{closeA}.

source: The score threshold to mark a message as spam
ca: El llindar de puntuació per marcar un missatge com spam

source: Spam subject tag
ca: Etiqueta d'assumpte spam

source: Tag which will be added to the spam mail subject
ca: Etiqueta que serà afegida a l'assumpte del correu spam

source: Use Bayesian classifier
ca: Utilitzar classificador Bayesian

source: Auto-whitelist
ca: Auto-llista blanca

source: Change the score of mail according to the sender history
ca: Canviar la puntuació del correu d'acord amb la història de l'emissor

source: Auto-learn
ca: Autoaprenentatge

source: Feedback the learning system with messages that reach the threshold
ca: Realimentació del sistema d'aprenentatge amb missatges que arriben al llindar

source: Autolearn spam threshold
ca: Llindar d'autoaprenentatge de spam

source: Spam messages with a score equal or greater than this threshold will be added to the learning system
ca: Els missatges de spam amb una puntuació igual o més gran que aquest llindar seran afegits al sistema d'aprenentatge

source: Autolearn ham threshold
ca: Llindar d'autoaprenentatge de ham

source: Ham messages with a score below this threshold will be added to the learning system
ca: Els missatges de ham amb una puntuació igual o més gran que aquest llindar seran afegits al sistema d'aprenentatge

source: Antispam configuration
ca: Configuració d'antispam

source: You must define autolearn spam threshold when autolearn option is active
ca: Has de definir un llindar d'autoaprenentatge de spam quan l'opció d'autoaprenentatge és activa

source: You must define autolearn ham threshold when autolearn option is active
ca: Has de definir un llindar d'autoaprenentatge de ham quan l'opció d'autoaprenentatge és activa

source: The spam's autolearn threshold cannot be lower than the default spam's treshold
ca: El llindar d'autoaprenentatge de spam no pot ser més baix que el llindar de spam per defecte

source: The ham's autolearn threshold canot be higher or equal than the default spam level
ca: El llindar d'autoaprenentatge de ham no pot ser més alt o igual que el llindar de spam per defecte

source: clean messages
ca: netejar missatges

source: banned files
ca: fitxers prohibits

source: infected
ca: infectat

source: bad header
ca: capçalera incorrecta

source: blacklisted
ca: llistat negre

source: blacklisted senders
ca: emissors del llistat negre

source: bad message header
ca: capçalera de missatge incorrecte

source: Filter traffic details
ca: Detalls del trànsit del filtre

source: POP proxy graph
ca: Gràfic del proxy POP

source: total messages
ca: missatges totals

source: infected messages
ca: missatges infectats

source: spam messages
ca: missatges spam

source: Transparent POP proxy traffic
ca: Trànsit del proxy transparent POP

source: Mail filter graph
ca: Gràfic de filtre de correu

source: Filter traffic
ca: Filtre de trànsit

source: infected messages
ca: missatges infectats

source: Transparent POP proxy traffic details
ca: Detalls de trànsit del proxy transparent POP

source: Sender policy for virtual domain
ca: Política de l'emissor per domini virtual

source: Filter spam
ca: Filtre de spam

source: ISP spam subject
ca: Assumpte spam de l'ISP

source: This option allows you to set the string your ISP uses if it processes your email for SPAM.
ca: Aquesta opció et permet establir la cadena de caràcters utilitzada per tu ISP si es processa el teu correu per SPAM.

source: POP Transparent Proxy
ca: Proxy transparent POP

source: The POP transparent proxy must scan for something to be useful. If you do not need either antivirus of spam scan we suggest you turn it off
ca: El proxy transparent POP ha de cercar alguna cosa per ser útil. Si no necessites cercar antivirus o spam, et suggerim que el desactivis

source: Virus policy
ca: Política de virus

source: Spam policy
ca: Política de spam

source: Bounce policy will be ignored for high-score spam messages
ca: La política per a rebutjar (bounce) serà ignorada per als missatges d'spam amb puntuació alta

source: Banned files policy
ca: Política de fitxers descartats

source: Bad header policy
ca: Política de capçalera errònia

source: Filter Policies
ca: Polítiques de filtre

source: SMTP Mail Filter
ca: Filtre de correu SMTP

source: Mail filter report
ca: Informe del filtre de correu

source: Mail Filter report
ca: Informe del filtre de correu

source: Transparent POP proxy report
ca: Informe del proxy POP transparent

source: External connections
ca: Connexions externes

source: Attached Files Filter
ca: Filtre de fitxers adjunts

source: Filter mail messages according attached files. The transparent POP proxy only filters by extension
ca: Filtrar missatges de correu segons els fitxers adjunts. El proxy POP transparent només filtra per extensió

source: To configure amavis
ca: Configurar amavis

source: Zentyal internal mail filter
ca: Filtre de correu intern de Zentyal

source: SMTP filter proxy
ca: Filtre proxy SMTP

source: Virtual mail domain {vd} does not exist
ca: El domini virtual de correu {vd} no existeix

source: To configure spamassassin daemon
ca: Configurar el dimoni de spamassassin

source: It must be a number(decimal point allowed)
ca: Ha de ser un nombre(decimals permesos)

source: The spam's threshold cannot be higher than its autolearn threshold
ca: El llindar de spam no pot ser més alt que el seu llindar d'autoaprenentatge

source: The spam's threshold cannot be lower or equal than its ham's autolearn threshold
ca: El llindar de spam no pot ser més baix o igual que el seu llindar d'autoaprenentatge de ham

source: Cannot learn because bayesian filter is disabled in the current configuration. In order to be able to learn enable the bayesian filter and save changes
ca: No es pot aprendre perquè el filtre bayesian està deshabilitat en la configuració actual. Per poder aprendre habiliti el filtre bayesian i desi els canvis

source: Accounts from the domain {d} cannot train the bayesian filter
ca: Els comptes del domini {d} no poden entrenar el filtre bayesian

source: To configure p3scan
ca: Configurar p3scan

source: To configure renattach
ca: Per configurar renattach

source: Transparent POP Proxy
ca: Proxy transparent POP

source: Write down a decimal number
ca: Escriure un nombre decimal

source: Only non-zero positive numbers are allowed
ca: Només nombres positius diferents de 0 són permesos

source: Write down a number lesser than {m}
ca: Escriure un nombre menor que {m}

source: Write down a number greater than {m}
ca: Escriure un nombre més gran que {m}

source: Pass
ca: Passar

source: Mailfilter's policy
ca: Política de filtre de correu

source: domain name
ca: nom de domini

source: email address
ca: adreça de correu

source: The sender ought be either an email address or a domain name prefixed with '@'
ca: L'emissor ha de ser una adreça de correu o un nom de domini amb el prefix '@'

source: Mail Filter
ca: Filtre de correu

source: Add clamav user to amavis group
ca: Afegir l'usuari clamav al grup amavis

source: Clamav need access to amavis fields to properly scan mail
ca: Clamav necessita accedir a camps d'Amavis per poder escanejar el correu

source: Add clamav user to p3scan group
ca: Afegir l'usuari clamav al grup p3scan

source: Clamav need access to p3scan group to properly scan in the POP Proxy
ca: Clamav necessita accés al grup p3scan per escanejar correctament en el Proxy POP

source: Add spam and ham system users
ca: Afegir els usuaris de sistema spam i ham

source: This users are for the email accounts used for training the bayesian filter
ca: Aquests usuaris són pels comptes de correu utilitzats per l'entrenament del filtre bayesian

source: Update LDAP
ca: Actualitzar LDAP

source: Add amavis specific classes and fields
ca: Afegir classes i camps específics d'amavis

source: POP3 protocol
ca: Protocol POP3

source: Mail server has a custom filter set, unset it before enabling Zentyal Mail Filter module
ca: El servidor de correu té un joc de filtres personalitzat. L'ha d'inhabilitar abans d'activar el mòdul de filtre de correu de Zentyal

source: Cannot proceed because the filter is in use
ca: No pot continuar perquè el filtre està en ús

source: Mail filter
ca: Filtre de correu

source: Sender address
ca: Adreça del remitent

source: Recipient address
ca: Adreça del receptor

source: Spam hits
ca: Esdeveniment de spam

source: Bad header found
ca: Trobada capçalera errònia

source: Spam found
ca: Spam trobat

source: Forbidden attached file found
ca: Trobat fitxer adjunt prohibit

source: Address in blacklist found
ca: Trobada adreça en llista negra

source: Virus found
ca: Virus trobat

source: Clean message
ca: Missatge net

source: Unable to reinject in the mail server
ca: No es pot tornar a injectar en el servidor de correu

source: SMTP filter
ca: Filtre SMTP

source: Account
ca: Compte

source: Client's address
ca: Adreça del client

source: Total messages
ca: Missatges totals

source: Clean messages
ca: Missatges nets

source: Virus messages
ca: Missatges amb virus

source: Spam messages
ca: Missatges de spam

source: POP3 transmission complete
ca: Transmissió POP3 completa

source: POP3 transmission aborted
ca: Transmissió POP3 cancel·lada

source: POP3 proxy
ca: Proxy POP3

source: Files ACL
ca: ACL per fitxers

source: Layer 7 grouped protocols
ca: Protocols de nivell 7 agrupats

source: Application content based grouped protocols
ca: Protocols agrupats bassats en contingut d'aplicació

source: List of groups
ca: Llista de grups

source: Here you can modify and create new groups of application content based protocols
ca: Aquí es poden crear o modificar nous grups de protocols bassats en aplicació

source: Layer 7 protocols
ca: Protocols de nivell 7
