Repository: madscientist3dfx/zentyal
Catalog: extra/language-packs/po/*.po
Languages: ca

source: Here you can define general settings for captive portal.
ca: Aquí pot definir els paràmetres per al portal captiu.

source: HTTP and HTTPS ports should be different
ca: Els ports HTTP i HTTPS han de ser diferents

source: Captive portal
ca: Portal Captiu

source: There is a script which has asked to run in Zentyal exclusively. Please, wait patiently until it is done
ca: Hi ha un script que ha demanat executar-se exclusivament en Zentyal. Si us plau, esperi pacientment fins que s'acabi

source: Incorrect password
ca: Contrasenya incorrecta

source: For security reasons your session has expired due to inactivity
ca: Per raons de seguretat, la vostra sessió ha caducat per inactivitat

source: You have been logged out because a new session has been opened
ca: La seva sessió ha estat tancada perquè s'ha iniciat una nova sessió

source: You are not logged in
ca: No està validat

source: IP address assigned to this user within the VPN network.
ca: Adreça IP assignada a l'usuari dins la xarxa VPN

source: PPTP Users
ca: Usuaris de PPTP

source: Users allowed to connect using the PPTP VPN. This list is independant of LDAP users defined on Users and Groups.
ca: Usuaris autoritzats per a connectar-se fent servir la VPN PPTP. Aquesta llista és independent dels usuaris LDAP definits a Usuaris i Grups

source: VPN Network Address
ca: Adreça de la xarxa VPN

source: This address should be different from any other internal or VPN network.
ca: Aquesta adreça ha de ser diferent de qualsevol altra xarxa interna o VPN.

source: Primay Nameserver
ca: Servidor de noms primari

source: Secondary Nameserver
ca: Servidor de noms secundari

source: Primary WINS
ca: Servidor WINS primari

source: Secondary WINS
ca: Servidor WINS secundari

source: General configuration
ca: Configuració general

source: PPTP server configuration
ca: Configuració del servidor PPTP

source: PPTP server configuration updated
ca: S'ha actualitzat la configuració del servidor PPTP

source: PPTP VPN is used for connecting Microsoft Windows clients without any third party client and mobile devices like iPhone and Android.
ca: PPTP VPN es fa servir per a connectar clients de Microsoft Windows sense un client de tercers i dispossitus mòbils com iPhone i Android.

source: To configure PPTP server.
ca: Per configurar el servidor PPTP.

source: To configure PPTP options.
ca: Per configurar les opcions de PPTP.

source: To configure PPTP users.
ca: Per configurar els usuaris de PPTP.

source: PPTP VPN
ca: VPN PPTP

source: PPTP Connected Users
ca: Usuaris connectats a PPTP

source: Local IP address
ca: Adreça IP local

source: No users connected.
ca: No hi ha usuaris conectats.

source: Exclude or Include
ca: Excloure o incloure

source: Includes and Excludes
ca: Inclusions i exclusions

source: exclude or include
ca: excloure o incloure

source: A file or directory is included or excluded according the first match. A directory match is applied to all it contents. Files not explicitly excluded or included are included
ca: Un arxiu o directori es inclòs o exclòs a partir de la primera coincidència. Una coincidència de directori s'aplica a tot el seu contingut. Els arxius no exclosos o inclosos explícitament son inclosos

source: Exclude path
ca: Ruta d'exclusió

source: Exclude by regular expression
ca: Exclòs per l'expressió regular

source: Include Path
ca: Ruta a Incloure

source: exclude path
ca: Ruta a Excloure

source: exclude path regular expression
ca: expressió regular de la ruta a excloure

source: Incorrect regular expression
ca: Expressió regular incorrecta

source: include path
ca: ruta inclosa

source: Method
ca: Mètode

source: Host or destination
ca: Host o destí

source: If the selected method is file system, only set the target directory
ca: Si el mètode seleccionat es sistema d'arxius, només ha d'establir el directori de destí

source: Encryption
ca: Encriptació

source: Symmetric Key
ca: Clau simètrica

source: Full Backup Frequency
ca: Freqüència de còpia completa

source: Only the first time
ca: Només el primer cop

source: Daily
ca: Cada dia

source: Weekly
ca: Cada setmana

source: Twice a month
ca: Dos cops al mes

source: Monthly
ca: Cada mes

source: Incremental Backup Frequency
ca: Freqüència de la còpia incremental

source: Backup process starts at
ca: El procés de còpia comença a les

source: Keep previous full copies
ca: Guarda les còpies completes anteriors

source: maximum number
ca: número màxim

source: no older than
ca: no anterior a

source: General Configuration
ca: Configuració general

source: General backup server configuration updated
ca: Configuració general de la còpia de seguretat actualitzada.

source: Here you have can choose the backup method, configure the frequency and other options
ca: Aquí pot elegir el mode de còpia de seguretat, configurar la freqüència i altres opcions

source: on Monday
ca: el dilluns

source: on Tuesday
ca: el dimarts

source: on Wednesday
ca: el dimecres

source: on Thursday
ca: el dijous

source: on Friday
ca: el divendres

source: on Saturday
ca: el dissabte

source: on Sunday
ca: el diumenge

source: on the {mday}th
ca: el dia {mday}

source: on the last day
ca: l'últim dia

source: File System
ca: Sistema de fitxers

source: 1 week
ca: 1 setmana

source: 2 weeks
ca: 2 setmanes

source: 3 weeks
ca: 3 setmanes

source: 1 month
ca: 1 mes

source: 2 months
ca: 2 mesos

source: 3 months
ca: 3 mesos

source: 4 months
ca: 4 mesos

source: 6 months
ca: 6 mesos

source: 9 months
ca: 9 mesos

source: 1 year
ca: 1 any

source: 1 year and half
ca: 1 any i mig

source: 2 years
ca: 2 anys

source: 3 years
ca: 3 anys

source: You cannot switch encryption options when there are existent backups with the original encryption options. You must remove previous backup to change the encryption options
ca: No pot canviar els paràmetres d'encriptació si hi ha còpies fetes amb les opcions originals. Per canviar les opcions ha d'eliminar primer les còpies anteriors

source: The target parameter that must be like 'other.host[:port]/some_dir
ca: El paràmetre de destí ha de ser com 'other.host[:port]/some_dir

source: target
ca: destí

source: Root directory ('/') not allowed in target specification
ca: El directori arrel ("/") no es permet a l'especificació de la destinació

source: directory
ca: directori

source: The RSYNC target parameter that must be like 'other.host[:port]/relative_path' or 'other.host[:port]/absolute_path'
ca: El paràmetre de destí de l'RSYNC ha de ser com 'other.host[:port]/relative_path' o 'other.host[:port]/absolute_path'

source: Must be a like 'other.host[:port]/relative_path' or 'other.host[:port]/absolute_path'
ca: Ha de ser com 'other.host[:port]/relative_path' o 'other.host[:port]/absolute_path'

source: absolute directory
ca: directori absolut

source: relative directory
ca: directori relatiu

source: File system method needs a target parameter that should be a directory path
ca: El mètode de sistema d'arxius necessita un paràmetre de destí que ha de ser la ruta del directori

source: Directory for backup
ca: Directori per la còpia de seguretat

source: Cannot use the / directory as target
ca: No es pot fer servir el directori / com destí

source: File exists and it is not a directory
ca: L'arxiu existeix i no es un directori

source: Cannot read parent directory {d}
ca: No es pot llegir el directori pare {d}

source: You must enable incremental backups when you enable 'Only the first time' full backup frequency
ca: Quan s'activa "només el primer cop" s'han d'habilitar les còpies incrementals.

source: Incremental backup must be more frequent than full backup
ca: La còpia incremental ha de tenir major freqüència que la còpia complerta

source: General backup configuration updated.
ca: Configuració general de la còpia de seguretat actualitzada.

source: Backup method or target changed; you must save changes to refresh the backups list
ca: Ha canviat el mètode per fer còpies o la destinació. Guardi els canvis per actualitzar la llista de còpies de seguretat

source: SCP method selected. Remember to add your target host to the list of known hosts by SSH
ca: Seleccionat el mètode SCP. Recordi que ha d'afegir el host de destí a la llista de hosts coneguts per SSH

source: Error connecting to backup server. Storage status unknown
ca: Error connectant al servidor de còpies de seguretat. Estat de l'emmagatzemament desconegut

source: Used storage
ca: Emmagatzemament utilitzat

source: Available storage
ca: Emmagatzemament disponible

source: Total storage
ca: Emmagatzemament total

source: Remote Storage Usage
ca: Ús d'emmagatzemament remot

source: backup
ca: còpia de seguretat

source: There are not backed up files yet
ca: No hi ha arxius copiats encara

source: Backup Date
ca: Data de la còpia

source: Restore Files
ca: Recuperar arxius

source: file restore operation
ca: procés de recuperació d'arxius

source: To restore files just edit the row of the file or directory you want to restore, select a backup date and click the restore button
ca: Per restaurar fitxers, simplement editi la fila de l'arxiu o directori que vol restaurar, seleccioni una data de opia de seguretat i faci click sobre el botó restaurar

source: File already exists if you continue the current will be deleted
ca: L'arxiu ja existeix, si continua l'actual serà eliminat

source: File restored successfully
ca: L'arxiu s'ha recuperat correctament

source: Remote URL to be used with duplicity for manual restores: {url}
ca: URL remota per fer servir amb el duplicity per restauracions manuals: {url}

source: Restore logs database
ca: Restaura la base de dades de logs

source: Restores the Zentyal logs found in the selected backup
ca: Restaura els registres de Zentyal trobats a la còpia seleccionada

source: Restore Zentyal configuration from backup
ca: Restaura la configuració de Zentyal des de la còpia de seguretat

source: Loads the configuration found in the backup
ca: Carrega la configuració trobada a la còpia de seguretat

source: Please wait...
ca: Si us plau, esperi...

source: Configuration backup not found in backup for {d}. Maybe you could try another date?
ca: No es troba la còpia de la configuració a la còpia de {d}. Pot provar una altra data?

source: Remote Backup Status
ca: Estat de la còpia remota

source: Domains to back up
ca: Dominis a guardar a la còpia de seguretat

source: Backup domain
ca: Domini de la còpia de seguretat

source: Select the domains you want to back up.
ca: Seleccioni els dominis que vol copiar

source: Backup
ca: Còpia de seguretat

source: Configuration and Status
ca: Configuració i estat

source: Services Restore
ca: Restauració de serveis

source: File {f} not found in backup for {d}, try a later date
ca: L'arxiu {f} no es troba al backup per {d}, prova una data més actual

source: Cannot restore to {d}: {dd} is not a directory
ca: No es pot restablir a {d}: {dd} no és un directori

source: No backup archives found. Maybe they were deleted?. Run '/etc/init.d/zentyal ebackup restart' to refresh backup's information.
ca: No s'han trobat arxius de còpia. Potser s'han esborrat?. Executi '/etc/init.d/ebox ebackup restart' per refrescar la informació de les còpies.

source: All files in backup
ca: Tots els fitxers de la còpia

source: All files included in the backup
ca: Tots els fitxers inclosos a la còpia

source: Could not get backup collection status, check whether the parameters and passwords are correct
ca: No es pot obtenir l'estat de les copies. Comprovi si els paràmetres i les contrassenyes son correctes

source: System
ca: Sistema

source: Notify the result of scheduled backups.
ca: Notificar el resultat de les còpies programades.

source: Logs backup data not found in backup for {d}. Maybe you could try another date?
ca: No es troben registres de còpies de seguretat per {d}. Pot probar una altra data?

source: {data} {value} does not exist.
ca: {data} {value} no existeix.

source: {data} is empty.
ca: {data} és buida.

source: Missing argument: {data}
ca: Falta argument: {data}

source: Cannot connect to Zentyal Cloud. Check your Internet connection.
ca: No es pot connectar a Zentyal Cloud. Comprova la teva connexió a Internet.

source: {data} {value} already exists.
ca: {data} {value} ja existeix.

source: Invalid value for {data}: {value}.
ca: Valor incorrecte per {data}: {value}.

source: Could not open the config file {file}.
ca: No es pot obrir l'arxiu de configuració {file}.

source: The ebox user has not been set in the config file.
ca: L'usuari de Zentyal no ha estat definit a l'arxiu de configuració.

source: Running command '{cmd}' as {user} failed
ca: Error executant la comanda '{cmd}' com a {user}

source: Must be a number between 1 and 4096
ca: Ha de ser un nombre entre 1 i 4096

source: Cannot stat dir: {dir}. This may mean that the directory does not exist or the permissions forbid access to it
ca: No es pot mirar el directori: {dir}. Això significa que el directori no existeix o els permisos per accedir-hi no són correctes

source: The directory {dir} is not private; because it is owned by another user
ca: El directori {dir} no es privat; perquè pertany a un altre usuari

source: The file path supplied is not valid. (Currently not all of the valid file's characters are supported)
ca: La ruta de l'arxiu no és vàlida. (Actualment no es suporta qualsevol tipus de caràcters)

source: The file path must be absolute
ca: La ruta de l'arxiu ha de ser absoluta

source: Directory not found: {d}
ca: Directori no trobat: {d}

source: To configure OpenSwan IPsec.
ca: Per a configurar OpenSwan IPsec

source: To configure OpenSwan IPsec passwords.
ca: Per configurar les contrassenyes d'OpenSwan IPsec

source: IPsec VPN
ca: VPN IPsec

source: ESP Authentication
ca: Autentificació ESP

source: ESP Encryption
ca: Xifrat ESP

source: ESP DH Group
ca: Grup ESP DH

source: ESP Keylife
ca: Vida de la clau ESP

source: Enable PFS
ca: Habilitar PFS

source: Phase 2
ca: Fase 2

source: Local IP Address
ca: Adreça IP local

source: Zentyal public IP address.
ca: Adreça IP pública de Zentyal

source: Local Subnet
ca: Subxarxa local

source: Local subnet available through the tunnel.
ca: Subxarxa local disponible a través del túnel.

source: Remote endpoint public IP address.
ca: Adreça IP pública de l'extrem remot

source: Remote Subnet
ca: Subxarxa remota

source: Remote subnet available through the tunnel.
ca: Subxarxa remota disponible a través del túnel.

source: PSK Shared Secret
ca: Secret PSK Compartit

source: Comment
ca: Comentari

source: IPsec Connections
ca: Connexions IPsec

source: IPsec connection
ca: conexió IPsec

source: IPsec connections allow to deploy secure tunnels between different subnetworks. This protocol is vendor independant and will connect Zentyal with other security devices.
ca: Les connexions de IPsec permeten desplegar túnels segurs entre diferents subxarxes. Aquet protocol és estàndard i permetrà a Zentyal connectar-se amb altres dispossitius segurs.

source: IKE Authentication
ca: Autenticació IKE

source: IKE Encryption
ca: Xifrat IKE

source: IKE Keylife
ca: Vida de la clau IKE

source: Phase 1
ca: Fase 1

source: Authentication
ca: Autentificació

source: Search Domain
ca: Domini de Cerca

source: This domain will be appended when trying to resolve hosts if the first attempt without appending it has failed.
ca: Aquest domini s'afegirà a l'intentar resoldre màquines si el primer intent sense afegir-lo ha fallat.

source: Enable Dynamic DNS
ca: Habilitar DNS dinàmic

source: Hostname
ca: Nom de màquina

source: You should select your provider from the list and enter your account data. You also need to enable it in order to work.
ca: Seleccioni el seu proveidor de la llista i ompli les seves dades. Perque funcioni, l'ha d'habilitar.

source: Gateway
ca: Passarel·la

source: gateway
ca: porta d'enllaç

source: IP or network address
ca: Adreça IP o adreça de xarxa

source: Gateway used to reach the above network address
ca: Passarel·la utilitzada per arribar a l'anterior adreça de xarxa

source: Optional description for this route
ca: Descripció opcional per aquesta ruta

source: Static Routes List
ca: Llista de Rutes Estàtiques

source: Static Routes
ca: Rutes estàtiques

source: All gateways you enter here must be reachable through one of the network interfaces currently configured.
ca: Totes les passarel·les que introdueixi aquí han de ser accessibles des d'una de les interfícies de xarxa actualment configurades.

source: static route
ca: Ruta estàtica

source: Time between checks
ca: Temps entre comprovacions

source: Global options
ca: Opcions generals

source: These options affect to all the tests.
ca: Aquestes opcions afecten a totes les proves.

source: Auto
ca: Automàtic

source: This field is only useful if you have more than one router and the balance traffic feature is enabled.
ca: Aquest camp només és útil si en té més d'un encaminador i la funció de balanceig de trànsit és habilitada.

source: Default
ca: Per defecte

source: Gateways List
ca: Llista de passarel·les

source: You can add as many gateways as you want. This is very useful if you want to split your Internet traffic through several links. Note that if you configure interfaces as DHCP or PPPoE their gateways are added here automatically.
ca: Pots afegir tantes passarel·les com desitgis. És força útil si vols separar el trànsit d'Internet en vàries connexions. Tingues en compte que si configures interfícies com DHCP o PPPoE les seves passarel·les són afegides aquí automàticament.

source: You can not manually add a gateway for DHCP or PPPoE interfaces
ca: No pots afegir manualment una passarel·la per interfícies DHCP or PPPoE

source: Gateway {gw} must be reachable by a static interface. Currently it is reachable by {iface} which is not static
ca: La passarel·la {gw} ha de ser accessible per una interfície estàtica. Actualment n'és accessible per {iface} la qual no és estàtica

source: Gateway {gw} not reachable
ca: La passarel·la {gw} no és accessible

source: Automatically added gateways can not be manually deleted
ca: No es poden eliminar manualment les passarel·les que han estat afegides automàticament

source: Traffic balancing
ca: Balanceig de trànsit

source: By enabling this feature, your traffic will be balanced amongst your gateways. That is, every new connection will be sent by a different gateway. You can choose which proportion of traffic goes through each gateway using the weight parameter of the gateway. You can change that value {openref}here{closeref}.{br}If you want to explicitily route traffic by a certain gateway, use the multigateway rules below
ca: Habilitant aquesta propietat, el trànsit es balancejarà entre les passarel·les. Això vol dir, que cada nova connexió serà enviada per una passarel·la diferent. Pot triar quina proporció de trànsit passarà a través de cadascuna de les passarel·les utilitzant el paràmetre pes de la passarel·la. Pot canviar aquest valor {openref}aquí{closeref}.{br}Si vol encaminar trànsit explícitament per una passarel·la concreta, utilitzi les regles de múltiples passarel·les de més avall

source: IP address of the DNS server that Zentyal will use to resolve names.
ca: Adreça IP del servidor de DNS que Zentyal utilitzarà per resoldre noms.

source: Domain Name Server
ca: Servidor de Noms de Domini

source: Domain Name Server Resolver List
ca: Llista de Traductors de Servidors de Noms de Domini

source: name server
ca: servidor de noms

source: <p>Here you can add the name server resolvers that Zentyal will use.</p><p>Note that these settings may be overriden if you have any network interface configured via DHCP</p>
ca: Aquí pot afegir els traductors de servidors de noms que Zentyal utilitzarà.Tingui en compte que aquesta configuració pot ser sobreescrita si hi ha alguna interfície de xarxa configurada mitjançant DHCP

source: any
ca: qualsevol

source: Incoming interface to match packets. If you want to match a whole subnet you can select the interface of that subnet
ca: Interfície d'entrada per seleccionar paquets. Si vol seleccionar una subxarxa sencera, pots seleccionar la interfície d'aquesta subxarxa

source: Gateway to route packets matching this rule
ca: Porta d'enllaç per encaminar els paquets que corresponguin per aquesta regla

source: Multigateway rules
ca: Regles de múltiples passarel.les

source: You can decide what kind of traffic goes out by each gateway. This way, you can force a subnet, service, destination and so forth to use the router you choose. Please, bear in mind that rules will be applied in order, from top to bottom, you can reorder them once they are added. If you do not set a port or an IP address, then the rule will match all of them
ca: Pot decidir quin tipus de trànsit surt per cadascuna de les passarel·les. D'aquesta manera pot forçar que una subxarxa, servei, adreça de destí, etc. utilitzi l'encaminador triat. Si us plau, tingui en compte que les regles s'apliquen en ordre, de dalt a baix. Pot reordenar-les un cop hagin sigut afegides. Si no configura un port o una adreça IP, aleshores la regla acceptarà a tots ells

source: Proxy server
ca: Servidor proxy

source: Proxy port
ca: Port del proxy

source: This settings will be used to allow Zentyal to access the Internet if an HTTP proxy is needed.
ca: Aquests valors s'utilitzaran per permetre a Zentyal accedir a Internet si es necessita un proxy HTTP.

source: Proxy username and password will be visible by all system users.
ca: El nom d'usuari i contrasenya pel proxy seran visibles per tots els usuaris del sistema.

source: The username input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: \/.?&+:-@ and spaces are allowed.
ca: L'entrada conté caràcters invàlids. Tots els caràcters alfanumèrics, més els no alfanumèrics: /.?&+:-@ i espais estan permesos.

source: Ping to gateway
ca: Fer ping a la porta d'enllaç

source: Ping to host
ca: Fer ping a la màquina

source: DNS resolve
ca: Resolució de DNS

source: HTTP Request
ca: Petició d'HTTP

source: Test type
ca: Tipus de prova

source: Number of probes
ca: Nombre de proves

source: Required success ratio
ca: Ratio d'èxit requerit

source: Test rules
ca: Regles de prova

source: You can define different rules to test if a gateway is working properly. If one of the test fails the gateway will be disabled. It will be enabled again when all tests are passed.
ca: Pots definir diferents regles per provar si una passarel·la està funcionant correctament. Si una de les proves falla la passarel·la es deshabilitarà. Serà habilitada de nou quan es passin totes les proves.

source: Invalid value for Host
ca: Valor invàlid per la màquina

source: Add default routers to the default table
ca: Afegir encaminadors predeterminats en la taula de defecte

source: This is needed to work with a multigateway configuration. Note that to list the default routes you must execute:
ca: Això es necessari per treballar amb una configuració de múltiples passarel·les. Tingui en compte que per la llista de rutes predeterminades ha d'executar:

source: Enable Zentyal DHCP hook
ca: Habilitar el hook DHCP de Zentyal

source: It will take care of adding the default route given by a DHCP server to the default route table.
ca: S'encarregarà d'afegir la ruta predeterminada inserida per un servidor DHCP a la taula de rutes per defecte.

source: Zentyal will set your network configuration
ca: Zentyal establirà la seva configuració de xarxa

source: Zentyal will set your DNS configuration
ca: Zentyal establirà la seva configuració de DNS

source: Zentyal will set your DHCP client configuration
ca: Zentyal establirà la seva configuració de client DHCP

source: Zentyal will set your ddclient configuration
ca: Zentyal establirà la seva configuració de client ddclient
