Repository: madscientist3dfx/zentyal
Catalog: extra/language-packs/po/*.po
Languages: ca

source: Running
ca: Executant-se

source: Stopped
ca: Aturat

source: Daemon status
ca: Estat del dimoni

source: All external interfaces
ca: Totes les interfícies externes

source: Not found
ca: No trobat

source: Local address
ca: Adreça local

source: VPN subnet
ca: Subxarxa VPN

source: VPN network interface
ca: Interfície de xarxa de la VPN

source: No active
ca: No actiu

source: VPN interface address
ca: Adreça de la interfície de la VPN

source: disabled
ca: inhabilitat

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Cannot unpack it)
ca: Aquest paquet no és un paquet vàlid de configuracions de Zentyal a Zentyal. (No es pot desempaquetar)

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing server configuration file)
ca: Aquest paquet no és un paquet vàlid de configuració de Zentyal a Zentyal. (Falta el fitxer de configuració del servidor)

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing CA certificate file)
ca: Aquest paquet no és un paquet vàlid de configuració de Zentyal a Zentyal. (Falta el fitxer del certificat CA)

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing certificate file)
ca: Aquest paquet no és un paquet vàlid de configuració de Zentyal a Zentyal. (Falta el fitxer del certificat)

source: This bundle is not a valid Zentyal-to-Zentyal configuration bundle. (Missing certificate private key file)
ca: Aquest paquet no és un paquet vàlid de configuració de Zentyal a Zentyal. (Falta el fitxer de la clau privada)

source: Server's address
ca: Adreça del servidor

source: You must provide at least one address for the server {name}
ca: Ha de subministrar al menys una adreça pel servidor {name}

source: The client certificate can't be the same than the server's one
ca: El certificat del client no pot ser el mateix que el del servidor

source: VPN client should not be configured to connect to the address {addr} because is a address of the localhost itsef
ca: El client VPN no hauria de ser configurat per connectar-se a l'adreça {addr} perquè és l'adreça del mateix localhost

source: VPN client should not be configured to connect to the address {addr} because is a address of a local network interface
ca: El client VPN no hauria de ser configurat per connectar-se a l'adreça {addr} perquè és una adreça d'una interfície local de xarxa

source: Connection target
ca: Connexió de destinació

source: To configure Quagga to run ripd and zebra
ca: Per configurar Quagga per executar ripd i zebra

source: To configure Quagga to listen on the given interfaces
ca: Per configurar Quagga perquè escolti en les interfícies donades

source: Main zebra configuration file
ca: Fitxer de configuració principal de zebra

source: To configure ripd to exchange routes with client to client connections
ca: Per configurar ripd per intercanviar rutes amb connexions de client a client

source: To remove system-wide VPN servers autostart
ca: Per eliminar l'inici automàtic dels servidors VPN del sistema

source: Invalid name {name}. Only alpahanumeric and '-', '_', '.' characters are allowed
ca: {name} nom incorrecte. Només es permeten caràcters alfanumèrics, '-', '_' i '.'

source: Cannot use the name {n} because there is a client with the same name
ca: No pot utilitzar-se el nom {n} perquè ja hi ha un client amb el mateix nom

source: Cannot use the name {n} because there is a server with the same name
ca: No pot utilitzar-se el nom {n} perquè hi ha un servidor amb el mateix nom

source: Invalid name {name}. Name which begins with the prefix {pf} are reserved for internal use
ca: Nom no vàlid {name}. Els noms que comencen amb el prefix {pf} estan reservats per a ús intern

source: Servers
ca: Servidors

source: Common name
ca: Nom comú

source: Address
ca: Adreça

source: Connected since
ca: Connectat des de

source: No users connected to the VPN
ca: No hi ha usuaris connectats a la VPN

source: OpenVPN daemons
ca: Dimonis OpenVPN

source: Type
ca: Tipus

source: Remote IP
ca: IP remota

source: Remote Certificate
ca: Certificat remot

source: Initialization sequence completed
ca: Seqüència d'iniciació completada

source: Certificate issuer not authorized
ca: Emissor de certificat no autoritzat

source: Certificate common name not authorized
ca: Nom comú de certificat no autoritzat

source: Certificate verification failed
ca: Verificació de certificat fallit

source: Client connection initiated
ca: Connexió de client iniciada

source: Client connection terminated
ca: Connexió de client finalitzada

source: Connection to server initiated
ca: Connexió a servidor iniciada

source: Server connection terminated
ca: Connexió de servidor finalitzada

source: You must set insecure_rip_conf to yes or no
ca: Has de configurar insecure_rip_conf a 'yes' o 'no'

source: Firewall
ca: Tallafoc

source: Flush previous firewall rules
ca: Esborrar les regles prèvies del tallafoc

source: The Zentyal firewall will flush any previous firewall rules which have been added manually or by another tool
ca: El tallafoc Zentyal eliminarà qualsevol regla prèvia que hagués estat afegida manualment o per altra eina

source: Secure by default
ca: Segur per defecte

source: Just a few connections are allowed by default. Make sure you add the proper incoming and outcoming rules to make your system work as expected. Usually, all outcoming connections are denied by default, and only SSH and HTTPS incoming connections are allowed.
ca: Només un nombre petit de connexions estan permeses per defecte. Asseguri's d'afegir les regles correctes en l'entrada i sortida per fer que el seu sistema funcioni com espera. Normalment, totes les connexions de fora són denegades per defecte, i unicament es permeten les connexions entrants per SSH i HTTPS.

source: Packet Filter
ca: Filtrat de paquets

source: Port Forwarding
ca: Redirecció de ports

source: Input interface
ca: Interfície d'entrada

source: Output interface
ca: Interfície de sortida

source: Destination
ca: Destí

source: Source port
ca: Port origen

source: Destination port
ca: Port de destí

source: DROP
ca: REBUTJAR

source: LOG
ca: ENREGISTRAR

source: REDIRECT
ca: REDIRECCIONAR

source: Firewall failed to add rules for the following modules:
ca: El tallafocs no ha pogut afegir les regles per als següents mòduls

source: Probably this is caused by a lack of connectivity, check your configuration or disable those modules
ca: Possiblement això és degut a una manca de connectivitat. Comprovi la configuració o inhabiliti aquests mòduls

source: You must set the iptables_log_limit variable in the ebox configuration file
ca: Ha d'establir la variable iptables_log_limit en el fitxer de configuració d'eBox

source: You must set the iptables_log_burst variable in the ebox configuration file
ca: Ha d'establir la variable iptables_log_burst en el fitxer de configuració d'eBox

source: packets dropped
ca: paquets esborrats

source: Firewall packet traffic chart
ca: Gràfica del tràfic de paquets del tallafocs

source: Packet traffic
ca: Tràfic de paquets

source: ACCEPT
ca: ACCEPTAR

source: DENY
ca: DENEGAR

source: Source IP
ca: IP origen

source: Source object
ca: Objecte origen

source: Destination IP
ca: IP destí

source: Destination object
ca: Objecte destí

source: If inverse match is ticked, any service but the selected one will match this rule
ca: Si la opció inversa està marcada, qualsevol servei excepte aquest coincidirà amb la regla

source: Description
ca: Descripció

source: Configure Rules
ca: Configura les regles

source: Packets dropped
ca: Paquets esborrats

source: Packet traffic details
ca: Detall del tràfic de paquets

source: Internal networks to Zentyal
ca: Xarxes internes cap a Zentyal

source: IP Address
ca: Adreça IP

source: Object
ca: Objecte

source: Log
ca: Registre

source: Log new forwarded connections
ca: Enregistra les noves conexions redirigides

source: Internal networks
ca: Xarxes internes

source: External networks to internal networks
ca: Configura les regles predeterminades

source: Contradictory rule found. Remove it first
ca: S'ha trobat una regla contradictòria. Elimini-la abans

source: Interface
ca: Interfície

source: Original destination
ca: port de destinació

source: Original destination port
ca: Port de destí original

source: Same
ca: El mateix

source: Other
ca: Un altre

source: Replace source address
ca: Reemplaçar l'adreça d'origen

source: Replaces the original source address of the connection with the Zentyal's own address. This could be neccesary when the destination does not have a return route or has restrictive firewall rules
ca: Reemplaça l'adreça d'origen inicial de la connexió amb la direcció de Zentyal. Això pot ser necessari quan la destinació no te una ruta de retorn o si té regles restrictives al tallafocs

source: List of forwarded ports
ca: Llistat dels ports redirigits

source: forwarding
ca: redirigint

source: External networks to Zentyal
ca: Xarxes externes cap a Zentyal

source: Input
ca: Entrada

source: External Input
ca: Entrada externa

source: Output
ca: Sortida

source: Forward
ca: Redirecció

source: NAT prerouting
ca: pre-enrutat NAT

source: NAT postrouting
ca: post-enrutat NAT

source: Chain creation
ca: Creació de cadena

source: Rule
ca: Regles

source: Module
ca: Mòdul

source: Condition
ca: Condició

source: Rules added by Zentyal services (Advanced)
ca: Regles afegides pels serveis de Zentyal (Avançat)

source: Traffic coming out from Zentyal
ca: Tràfic sortint de Zentyal

source: Packet traffic report
ca: Informe del tràfic de paquets

source: Firewall packet traffic report
ca: Informe del tràfic de paquets del tallafocs

source: Guaranteed Rate exceeds the allowed rate: {rate} kbit/s
ca: L'índex garantit excedeix del màxim permès: {rate} kbit/s

source: Guaranteed Rate must be in this interval: ( {minRate}, {maxRate} ) kbit/s
ca: L'índex garantit ha d'estar en aquest interval: ( {minRate}, {maxRate} ) kbit/s

source: Limited Rate {lR} kbit/s should be higher than Guaranteed Rate {gR}kbit/s
ca: L'índex límit {lR} kbit/s ha de ser superior que l'índex garantit {gR} kbit/s

source: Limited Rate {lR} kbit/s should be lower than {maxLR}kbit/s or you should increase maximum upload traffic associated to external interfaces
ca: L'índex límit {lR} kbit/s ha de ser menor que {maxLR} kbit/s o ha d'incrementar el tráfic màximo de pujada associat a interfícies externes

source: Guaranteed Rate exceeded the allowed rate: {rate}
ca: Índex garantit excedeix el permes: {rate}

source: Limited Rate {lR} kbit/s should be lower than {maxLR} or you should increase maximum allowed traffic
ca: L'índex límit {lR} kbit/s ha de ser més petit que {maxLR} o ha d'incrementar el màxim tràfic permès

source: Leaf class identifier
ca: Identificador de la classe fulla

source: Guaranteed rate
ca: Índex garantit

source: Limited rate
ca: Índex limitat

source: Object {object} has no members. Please add at least one to add rules using this object
ca: L'objecte {object} no te membres. Si us plau, afegeixi'n al menys un per afegir regles fent servir aquest objecte.

source: If service is any, some source or destination should be provided
ca: Si el servei és qualsevol, s'ha de proporcionar algún orígen o destinació

source: Interface connected to this gateway
ca: Interfície connectada a aquesta passarel·la

source: Port based service
ca: Servei bassat en port

source: Priority
ca: Prioritat

source: Lowest priotiry: 7 Highest priority: 0
ca: Prioritat més baixa: 7 Prioritat més alta: 0

source: Guaranteed Rate
ca: Índex garantit

source: Note that The sum of all guaranteed rates cannot exceed your total bandwidth. 0 means unguaranteed rate.
ca: Fixi's que la suma de tots els amples de banda garantits no pot sobrepassar el total d'ample de banda disponble. 0 vol dir índex no garantit.

source: Limited Rate
ca: Índex limitat

source: Traffic will not exceed this rate. 0 means unlimited rate.
ca: El tràfic no superarà aquest índex. 0 vol dir index il.limitat.

source: Note that if the interface is internal, the traffic flow comes from Internet to inside and the external is the other way around
ca: Recordi que si la interfície és interna, el fluxe de tràfic ve des d'Internet cap a l'interior i el tràfic exterior és a la inversa

source: Remove {num} rules at {modelName}
ca: Eliminar {num} regles de {modelName}

source: Normalizing rates: {limitNum} rules have decreased its limit rate to {limitRate}, {guaranNum} rules have normalized its guaranteed rate to maintain the same proportion that it has previously and {removeNum} have been deleted because its guaranteed rate was lower than the minimum allowed
ca: Normalitzant índexos: {limitNum} regles han baixat l'índex límit a {limitRate}. {guaranNum} regles han normalitzat el seu índex garantit per mantenir la mateixa proporció d'abans i {removeNum} s'han eliminat perque el seu índex garantit resultava menor que el mínim permès.

source: Port based protocols use the port number to match a service, while Application based protocols are slower but more effective as they check the content of any packet to match a service.
ca: Els protocols bassats en port fan servir el número de port per determinar si coincideixen amb algún servei, mentres que els bassats en aplicació son més lents però més efectius ja que comproven el contingut de cada paquet per determinar la coincidencia amb serveis.

source: Application based service
ca: Servei bassat en aplicació

source: Application based service group
ca: Grup de serveis bassats en aplicació

source: All
ca: tots

source: External Interface
ca: Interfície externa

source: Upload
ca: Pujada

source: Upload rate in Kbits/s through this interface
ca: Índex de pujada de dades en Kbits/s a través d'aquesta interfície

source: Download rate in Kbits/s through this interface
ca: Índex de baixada en Kbits/s a través d'aquesta interfície

source: External Interface Rates
ca: Índexos d'interfície externa

source: Traffic Shaping
ca: Modelat de tràfic

source: rate
ca: Índex

source: You need at least one internal interface and one external interface
ca: Cal al menys una interfície interna i una externa

source: Traffic Shaping is applied when Zentyal is acting as a gateway. To achieve this, you need at least an internal and an external interface. Check your interface configuration to match, at {openhref}Network->Interfaces{closehref}
ca: El modelat de tràfic s'aplica quan Zential actua com a porta d'enllaç. Per aconseguir-ho, cal al menys una interfície interna i una altra externa. Comprovi si està ben configurat a {openhref}Xarxa->Interfícies{closehref}

source: Traffic Shaping is applied only if there are gateways with an upload rate set associated with an external interface. In order to do so, create a gateway at {openhref}Network->Gateways{closehref} setting as interface an external one.
ca: El modelat de tráfic únicament s'aplica a interfícies externes que tenen un índex màxim de pujada associat. Per això, s'ha de crear una porta d'enllaç a {openhref}Xarxa->Portes d'enllaç{closehref} seleccionant una interfície externa.

source: options
ca: opcions

source: Add iptables rules to mangle table
ca: Afegir regles d'iptables per completar la taula

source: To mark packets with different priorities and rates
ca: Per marcar paquets amb diverses prioritats i índexos

source: Add tc rules
ca: Afegir regles de tc

source: To implement the traffic shaping rules
ca: Per implementar les regles de modelat de tràfic

source: Rules
ca: Regles

source: Interface Rates
ca: Índex d'interfície

source: The maximum rule account {max} is reached, please delete at least one in order to to add a new one
ca: S'ha arribat al màxim {max} de regles, n'ha d'esborrar al menys una per poder afegir-ne una de nova

source: type
ca: tipus

source: Interface {iface} should have a maximum bandwidth rate in order to do traffic shaping
ca: La interfície {iface} ha de tenir un índex màxim d'ample de banda per fer modelat de tràfic

source: Invalid preference number. Allowed range: ({min}, {max})
ca: Numero de preferència invàlid. Rang permès: ({min}, {max})

source: The given host name is not a fully qualified domain name (FQDN). Do you mean mx.{name}?
ca: El nom de host donat no es un nom de domini qualificat (FQDN). Vol dir mx.{name}?

source: A custom host name cannot be set from the same domain. Use "This domain" option instead
ca: No es pot crear un nom de host personalitzat des del mateix domini. Faci servir la opció "Aquest domini"

source: Host name
ca: Nom de màquina

source: If you choose "Custom", it should be a Fully Qualified Domain Name
ca: Si escull "Personaltizar", ha de tenir un nom de domini qualificat .

source: This domain
ca: Aquest domini

source: Custom
ca: Personalitzat

source: Preference
ca: Preferència

source: Mail exchangers
ca: Intercanviadors de nom

source: The smallest preference number has the highest priority and is the first server to be tried when a remote client (typically another mail server) does an MX lookup for the domain name. Allowed preference number interval = ({min}, {max})
ca: El numero més petit de preferència té la màxima prioritat i es el primer servidor triat quan un client remot (normalment un altre servidor de correu) fa una consulta MX pel nom del domini. Interval de número de preferència permès = ({min}, {max})

source: Mail exchanger record
ca: Camp d'intercanviador de correu

source: Forwarder
ca: Redireccionador

source: Forwarders
ca: Redireccionadors

source: The server will send the queries to the forwarders first, and if not answered it will attempt to answer the query.
ca: El servidor primer enviarà les consultes als redireccionadors, i si no hi ha resposta, mirarà de respondre la consulta.

source: forwarder
ca: Redireccionador

source: Hostnames
ca: Noms del host

source: Mail Exchangers
ca: Intercanviadors de Mail

source: Name Servers
ca: Servidors de noms

source: {txt} records
ca: resistres {txt}

source: Services
ca: Serveis

source: Dynamic domain
ca: Domini dinàmic

source: Domains
ca: Dominis

source: domain
ca: domini

source: Here you can add the domains for this DNS server. Each domain can have different hostnames with aliases (A and CNAME) and other special records (MX, NS, TXT and SRV).
ca: Aquí es poden afegir els dominis per aquest servidor de DNS. Cada domini pot tenir diversos noms de host amb àlies (A i CNAME) i altres registres especials (MX, NS, TXT i SRV).

source: IP address
ca: Adreça IP

source: There is an alias with the same name "{name}" for "{hostname}" in the same domain
ca: Existeix un àlies amb el mateix nom "{name}" pel "{hostname}" en el mateix domini

source: Alias
ca: Àlies

source: Host names
ca: Noms de màquines

source: Automatic reverse resolution is done. If you repeat an IP address in another domain, only first match will be used by reverse resolution. Dynamic zones may erase your manual reverse resolution.
ca: S'ha fet la resolució reversa automàtica. Si repeteix una direcció IP en un altre domini, només es farà servir el primer resultat per a la resolució reversa. Les zones dinàmiques poden eliminar la resolució reversa manual.

source: host name
ca: nom de màquina

source: Enable transparent DNS cache
ca: Habilita la memòria cau de DNS transparent

source: Every DNS query will be redirected to local DNS server if transparent mode is enabled.
ca: Totes les consultes DNS es redirigiràn al servidor de DNS local si està habilitat el mode transparent

source: Service name
ca: Nom del servei

source: Lower value is greater priority
ca: Valor més baix és prioritat més alta

source: Weight
ca: Pes

source: 0 indicates no weighting and a greater value more chances to be selected with equal priority
ca: 0 vol dir sense pes i un valor més alt més oportunitats de ser seleccionat amb igual prioritat

source: Target port
ca: Port de destinació

source: Target
ca: destinació

source: If you select the "Custom", it should be a Fully Qualified Domain Name
ca: Si escull "Personaltizar", caldrà un nom de domini qualificat .

source: It manages the SRV records for this domain. They are useful to select a host based on the priority for a service.
ca: Gestiona els registres SRV per aquest domini. Això és util per a seleccionar un host en funció de la prioritat d'un servei.

source: {srv} record
ca: registre {srv}

source: The chosen service is not in {file}
ca: El servei seleccionat no és a {file}

source: The given host name is not a fully qualified domain name (FQDN). Do you mean {srv}.{name}?
ca: El nom del host donat no es un nom de domini qualificat (FQDN). Vol dir {srv}.{name}?

source: An alias cannot be the nameserver host name "{ns}". Use a hostname instead
ca: Un àlies no pot ser un nom de host "{ns}". Faci servir el nom del host.

source: There is a hostname with the same name "{name}" in the same domain
ca: Hi ha un nom del host amb el mateix nom "{name}" al mateix domini

source: There is an alias for {hostname} hostname with the same name "{name}" in the same domain
ca: Hi ha un àlies pel nom del host {hostname} amb el mateix nom "{name}" al mateix domini.

source: alias
ca: àlies

source: The given host name is not a fully qualified domain name (FQDN). Do you mean ns.{name}?
ca: El nom del host donat no es un nom de domini qualificat (FQDN). Vol dir ns.{name}?

source: Last name server cannot be removed
ca: L'últim nom de servidor no es pot eliminar

source: Name servers
ca: Servidors de noms

source: It manages the name server (NS) records for this domain
ca: Controla els camps del servidor de noms (NS) per aquest domini

source: name server record
ca: camp del servidor de noms

source: The {name} cannot be longer than {value} characters
ca: El {name} no pot ser tenir més de {value} caràcters

source: If you select the Domain, then you are choosing the zone
ca: Si selecciona el domini, estarà seleccionant la zona

source: {txt} data
ca: {txt} dades

source: Any data could be provided
ca: Es pot proporcionar qualsevol dada

source: It manages the TXT records for this domain. They are useful to in SPF or DKIM antispam protocols
ca: Controla els registres TXT per aquest domini. Son útils en els protocols antispam SPF o DKIM

source: {txt} record
ca: registre {txt}

source: main bind9 configuration file
ca: arxiu de configuració principal del bind9

source: bind9 options configuration file
ca: arxiu de configuració d'opcions del bind9

source: local bind9 configuration file
ca: arxiu de configuració local del bind9

source: Keys configuration file
ca: Arxiu de configuració de claus

source: Change the permissions for {dir} to allow writing to bind group
ca: Canvia els permisos del directori {dir} per permetre escriure al grup bind

source: Let the bind daemon to be dynamically updated
ca: Permet que el dimoni de bind s'actualitzi dinàmicament

source: Remove bind9 init script link
ca: Eliminar l'enllaç de l'script d'inici de bind9

source: Domain Name Service
ca: Servei de Noms de Domini

source: hostname
ca: Nom de l'amfitrió

source: A valid domain name or a wildcard (*) value must be provided.
ca: S'ha de proporcionar un nom de domini vàlid o un comodí (*)

source: Your configuration doesn't allow anonymous neither authenticated FTP access.
ca: La configuració no permet ni accés anònim ni usuaris FTP autenticats

source: Read only
ca: Només lectura

source: Read/Write
ca: Lectura/Escriptura

source: Allow SSL
ca: Permetre SSL

source: Force SSL
ca: Forçar SSL

source: Anonymous access
ca: Accés anònim

source: Enable anonymous FTP access to the /srv/ftp directory.
ca: Activa l'accés FTP anònim al directori /srv/ftp.

source: Personal directories
ca: Directoris personals

source: Enable authenticated FTP access to each user home directory.
ca: Activa l'accés FTP per cada usuari autenticat dins el seu directori /home
