Repository: madscientist3dfx/zentyal
Catalog: extra/language-packs/po/*.po
Languages: ca

source: Zentyal will store your PPPoE passwords
ca: Zentyal emmagatzemara les seves contrasenyes de PPPoE

source: Zentyal will add a DSL provider configuration for PPPoE
ca: Zentyal afegirà la configuració d'un proveïdor DSL per PPPoE

source: Zentyal will set HTTP proxy for all users
ca: Zentyal configurarà el proxy HTTP per a tots els usuaris

source: Zentyal will set HTTP proxy for APT
ca: Zentyal configurarà el proxy HTTP per APT

source: Virtual interface name
ca: Nom de la interfície virtual

source: Netmask
ca: Màscara de xarxa

source: There is already an interface called {al}
ca: Ja existeix una interfície anomenada {al}

source: There is already a interface with the alias {al}
ca: Ja existeix una interfície amb l'àlies {al}

source: This interface cannot be put in trunk mode, it is an vlan interface.
ca: Aquesta interfície no pot configurar-se en mode trunk, és una interfície vlan.

source: This interface is in trunk mode, you should unconfigure all the vlan interfaces in this trunk before changing its configuration mode.
ca: Aquesta interfície està en mode trunk, hauria de treure la configuració de totes les interfícies vlan d'aquest trunk abans de canviar el seu mode de configuració.

source: VLAN Id
ca: Identificador de VLAN

source: Network interfaces need to be in trunk mode before adding vlans to them.
ca: Les interfícies de xarxa necessiten estar en mode trunk abans d'afegir-hi les vlans.

source: down
ca: desactivat

source: up
ca: activat

source: external
ca: extern

source: internal
ca: intern

source: link ok
ca: enllaç ok

source: no link
ca: sense enllaç

source: Status
ca: Estat

source: Tx bytes
ca: Bytes Tx

source: Rx bytes
ca: Bytes Rx

source: Network Interfaces
ca: Interfícies de xarxa

source: Interfaces
ca: Interfícies

source: Gateways
ca: Passarel·les

source: Dynamic DNS
ca: DNS Dinàmic

source: Balance Traffic
ca: Balanceig de trànsit

source: To be able to use this feature you need at least two enabled gateways. You can add them <a href="/Network/View/GatewayTable">here</a> first.
ca: Per poder utilitzar aquesta funcionalitat necessita almenys dues passarel·les habilitades. Pot afegir-les <a href="/Network/View/GatewayTable">aquí</a> primer.

source: Gateways Configuration
ca: Configuració general de les Passarel·les

source: Here you can configure all the settings related to the way Zentyal provides Internet connection for your network
ca: Aquí es pot configurar tot ho relacionat amb la forma en que Zentyal proporciona accés a Internet a la seva xarxa

source: Gateways and Proxy
ca: Passarel·les i Proxy

source: Domain Name Server Resolver
ca: Traductor de Servidors de Noms de Domini

source: Events module is not enabled. You have to enable it and also enable the WAN Failover event in order to use this feature.
ca: El mòdul d'esdeveniments no està habilitat. Has d'habilitar-lo i també l'esdeveniment WAN Failover per utilitzar aquesta funcionalitat.

source: WAN Failover event is not enabled. You have to enable it in order to use this feature
ca: L'esdeveniment WAN Failover no està habilitat. Has d'habilitar-lo per utilitzar aquesta funcionalitat

source: Gateway {gw} connected again.
ca: Porta {gw} connectada altra vegada

source: WARNING: These changes are not applied due to unsaved changes on the administration interface.
ca: AVÍS: Aquests canvis no s'aplicaràn perque hi ha canvis sense guardar a la interfície d'administració.

source: Gateway {gw} disconnected
ca: Porta {gw} desconnectada

source: '{type}' test to host '{host}' has failed {failRatio}%, max={maxFailRatio}%.
ca: '{type}' proves de màquina '{host}' fallaren {failRatio}%, max={maxFailRatio}%)

source: This gateway will be connected again if the test are passed.
ca: Aquesta porta es tornarà a connectar si passa les proves.

source: Check if gateways are connected or disconnected.
ca: Verificar si les portes estan connectades o desconnectades.

source: network interface
ca: interfície de xarxa

source: virtual interface action
ca: acció de la interfície virtual

source: netmask
ca: màscara de xarxa

source: virtual interface name
ca: nom de la interfície virtual

source: Network Diagnostic Tools
ca: Eines de Diagnòstic de Xarxa

source: method
ca: mètode

source: ip address
ca: adreça ip

source: user name
ca: nom de l'usuari

source: password
ca: contrasenya

source: bridge
ca: pont

source: User Corner
ca: Racó d'usuari

source: This module enables an https webserver to allow the users to change their own data like their password. Here you can choose the port used to accept https connections.
ca: Aquest mòdul habilita un servidor https per permetre als usuaris canviar les seves pròpies dades, com la seva contrassenya. Aquí pot elegir el port que es farà servir per acceptar les connexions HTTPS

source: listening port
ca: port d'escolta

source: User Corner Web Server
ca: Servidor Web del Racó de l'usuari

source: User Corner is not supported on slave servers.
ca: El racó de l'usuari no està suportat en servidors esclaus.

source: Migrate configured modules
ca: Migrar els mòduls configurats

source: Required for usercorner access to configured modules
ca: Requerit per l'accés al racó de l'usuari als mòduls configurats

source: Create directories for slave journals
ca: Crear directoris pels registres dels esclaus

source: Zentyal needs the directories to record pending slave actions.
ca: El Zentyal necessita els directoris per emmagatzemar operacions pendents de l'esclau.

source: User corner is only available in master or standalone servers
ca: El racó de l'usuari unicament està disponible en els servidors master o independents

source: Users and Groups
ca: Usuaris i grups

source: User Corner web server
ca: Servidor web del racó de l'usuari

source: Virtual Machines
ca: Màquines virtuals

source: Disk images of the virtual machines
ca: Imatges de disc de les màquines virtuals

source: Bridged
ca: En pont de xarxa

source: Internal Network
ca: Xarxa interna

source: Bridged to
ca: En pont de xarxa amb

source: Internal Network Name
ca: Nom de la Xarxa Interna

source: Network Settings
ca: Paràmetres de la xarxa

source: Here you can define the network interfaces of the virtual machine.
ca: Aquí es poden definir les interfícies de xarxa de la màquina virtual.

source: A maximum of {num} network interfaces are allowed
ca: Es permet un màxim de {num} xarxes

source: View Console
ca: Veure la consola

source: Start
ca: Inicia

source: Virtual Machine started
ca: Màquina virtual iniciada

source: Stop
ca: Aturar

source: Virtual Machine stopped
ca: Màquines virtuals aturades

source: Pause
ca: Pausa

source: Virtual Machine paused
ca: Màquines virtuals pausades

source: Resume
ca: Reempendre

source: Virtual Machine resumed
ca: Màquina virtual reempresa

source: Autostart
ca: Autoinici

source: List of Virtual Machines
ca: Llista de màquines virtuals

source: virtual machine
ca: màquina virtual

source: List of configured Virtual Machines.
ca: Llista de màquines virtuals configurades.

source: The Virtual Machines module is not enabled, please go to the {openref}Module Status{closeref} section and enable it prior to try to start any machine.
ca: El mòdul de Màquines Virtuals no està habilitat. Vagi a la secció {openref}Estat dels mòduls{closeref} i habiliti'l abans d'iniciar cap màquina.

source: Virtual machines cannot be started if there are pending unsaved changes on the Virtual Machines module, please save changes first and try again.
ca: Les màquines virtuals no es poden iniciar si hi ha canvis sense guardar al mòdul de Màquines virtuals. Guardi els canvis i torni a provar-ho.

source: Couldn't start virtual machine '{vm}'
ca: La màquina virtual '{vm}' no es pot iniciar

source: Couldn't stop virtual machine '{vm}'
ca: No s'ha pogut aturar la màquina virtual '{vm}'

source: Cannot pause a stopped machine. You have to start it first.
ca: No es pot pausar una màquina virtual aturada. Abans s'ha d'iniciar.

source: Hard Disk
ca: Disc Dur

source: Create a new disk
ca: Crear un nou disc

source: Use a existing image file
ca: Fer servir un fitxer d'imatge existent

source: Drive Type
ca: Tipus de dispossitiu

source: Path
ca: Ruta

source: Size
ca: Mida

source: Device Settings
ca: Configuració del dispossitiu

source: drive
ca: unitat

source: Here you can define the storage drives of the virtual machine
ca: Aquí pot definir les unitats d'emmagatzemament de l a màquina virtual

source: You need to provide the path of a ISO image
ca: Ha de proporcionar la ruta d'una imatge ISO

source: ISO image '{img}' does not exist
ca: La imagte ISO '{img}' no existeix

source: You need to provide the path of a hard disk image
ca: Ha de proporcionar la ruta d'una imatge de disc dur

source: Hard disk image '{img}' does not exist
ca: La imatge de disc dur '{img}' no existeix

source: You need to specify a name for the new hard disk
ca: Ha d'especificar el nom del nou disc dur

source: You cannot modify an already created disk. You need to delete it and add a new one if you want to change the size.
ca: No es pot modificar un disc existent. Per poder modificar la mida s'ha d'eliminar i tornar a crear.

source: A maximum of {num} CD/DVD drives are allowed
ca: Es permeten un màxim de {num} dispossitius CD/DVD

source: A maximum of {num} Hard Disk drives are allowed
ca: Es permeten un màxim de {num} unitats de disc dur

source: Operating System
ca: Sistema operatiu

source: Base Memory
ca: Memòria base

source: Manage only
ca: Només gestionar

source: Configuration will no longer be overwritten after activating this and the machine should be directly edited from VirtualBox GUI or using the vboxmanage command
ca: La configuració no es tornarà a escriure després d'activar aquesta opció i la màquina podrà ser editada directament des de la interfícies de VirtualBox o l'ordre vboxmanage

source: System Settings
ca: Paràmetres del sistema

source: Here you can define the basic hardware configuration of the machine
ca: Aquí pot definir la configuració del hardware bàsic de la màquina

source: Virtual Machine Settings
ca: Paràmetres de la Màquina Virtual

source: i686 compatible
ca: compatible amb i686

source: amd64 compatible
ca: compatible amb amd64

source: Fixed addresses
ca: Adreces fixes

source: fixed address
ca: adreça fixa

source: Only those object members whose IP address is a host (/32), a valid MAC, the IP address is not used by the available range and whose name is unique as fixed address will be used
ca: Unicament es faràn servir aquells objectes la IP dels quals sigui un host (/32), tenguin una MAC vàlida, una direcció IP no utilitzada per cap interval disponible i un nom únic com adreça estàtica.

source: Members whose name is not a valid hostname will be modified to become a valid domain name.
ca: Els membres que no tenguin un nom de host vàlid es modificaràn per convertir-los en un nom de domini vàlid.

source: {from} - {to} is an invalid range
ca: {from} - {to} no es un rang vàlid

source: Range {from}-{to} is not in network {net}
ca: El rang {from} - {to} no es troba a la xarxa {net}

source: Range {from}-{to} includes interface with IP address: {ifaceIP}
ca: El rang {from} - {to} inclou la interfície amb adreça IP: {ifaceIP}

source: Range {newFrom}-{newTo} overlaps with range '{range}': {oldFrom}-{oldTo}
ca: El Rang {newFrom}-{newTo} es solapa amb el rang '{range}': {oldFrom}-{oldTo}

source: Range {from}-{to} includes fixed address from the object member "{name}": {fixedIP}
ca: El rang {from} - {to} inclou l'assignació estàtica del membre '{name}': {fixedIP}

source: From
ca: De

source: To
ca: Per

source: Ranges
ca: Rangs

source: range
ca: rang

source: Interface IP address
ca: Adreça IP de la interfície

source: Subnet
ca: Subxarxa

source: Available range
ca: Rang disponible

source: DHCP ranges
ca: Rangs DHCP

source: Next server
ca: Següent servidor

source: Thin client
ca: Client lleuger

source: You may want to customise your thin client options.To do so, you may include all the files you require under {path} directory
ca: Vol personalitzar les opcions de terminals lleugers. Per fer-ho, ha d'incloure tots els arxius requerits sota el directori a la ruta {path}

source: thin client option
ca: opció de client lleuger

source: {gateway} is not in the current network
ca: {gateway} no es troba a la xarxa actual

source: DNS module must be enabled to be able to select Zentyal as primary DNS server
ca: El mòdul DNS ha d'estar activat per permetre seleccionar Zentyal com a DNS primari

source: NTP module must be enabled to be able to select Zentyal as NTP server
ca: El mòdul NTP ha d'estar activat per permetre seleccionar Zentyal com a servidor NTP

source: Samba module must be enabled to be able to select Zentyal as WINS server
ca: El mòdul Samba ha d'estar activat per permetre seleccionar Zentyal com a servidor WINS

source: Zentyal domain
ca: Domini Zentyal

source: local Zentyal DNS
ca: DNS local de Zentyal

source: local Zentyal NTP
ca: NTP local de Zentyal

source: local Zentyal
ca: Zentyal local

source: Default gateway
ca: Porta d'enllaç per defecte

source: Custom IP address
ca: Adreça IP personalitzada

source: Configured ones
ca: Configurats

source: Setting "Zentyal" as default gateway will set the interface IP address as gateway
ca: Si es configura "Zentyal" com a porta d'enllaç per defecte es posarà l'adreça IP de la interfície de xarxa com a porta d'enllaç

source: The selected domain will complete on your clients those DNS queries which are not fully qualified
ca: El domini seleccionat completarà als clients les cerques de DNS que no tenen un domini qualificat

source: Primary nameserver
ca: Servidor de noms primari

source: If "Zentyal DNS" is present and selected, the Zentyal server will act as cache DNS server
ca: Si "Zentyal DNS" està present i seleccionat, el servidor Zentyal actuarà com a servidor de caché de DNS

source: Secondary nameserver
ca: Servidor de noms secundari

source: NTP server
ca: Servidor NTP

source: If "Zentyal NTP" is present and selected, Zentyal will be the NTP server for DHCP clients
ca: Si "Zentyal NTP" està present i seleccionat, el servidor Zentyal serà el servidor NTP pels clients DHCP

source: If "Zentyal Samba" is present and selected, Zentyal will be the WINS server for DHCP clients
ca: Si "Zentyal Samba" està present i seleccionat, el servidor Zentyal serà el servidor WINS pels clients DHCP

source: Common options
ca: Opcions comunes

source: If you set a "configured ones" as default gateway, you may choose one the configured gateways. As "search domain" value, one of the configured DNS domains on Zentyal might be chosen. All fields are optionals setting its value as "None" or leaving blank.
ca: Si selecciona "configurats" com a porta d'enllaç predeterminada, ha d'escollir una porta d'enllaç configurada. Com a valor de "cerca de domini", s'ha de triar un dels dominis de DNS configurats a Zentyal. En tots els camps és opcional definir-los com a "None" o deixar-los en blanc.

source: DNS module must be configured to work with this feature
ca: El mòdul DNS ha d'estar configurat per treballar amb aquesta funcionalitat

source: {pkg} must be installed to use this feature
ca: {pkg} ha d'estar instal·lat per fer servir aquesta funcionalitat

source: DNS module must be enabled to make this feature work.
ca: S'ha d'activar el mòdul DNS per a que aquesta característica funcioni.

source: Dynamic DNS feature has been disabled in DHCP module in {iface} interface.
ca: El DNS dinàmic s'ha desactivat al mòdul DHCP per la interfície {iface}.

source: Domain name appended to the hostname from those clients whose leased IP address comes from a range
ca: El nom del domini s'adjunta al nom de host d'aquells clients la IP dels quals prové d'un rang establert.

source: Static domain
ca: Domini estàtic

source: Domain name appended to the hostname from those clients with a fixed address mapping
ca: S'ha afegit el nom de host al nom de domini dels clients amb IP estàtica.

source: Same as Dynamic Domain
ca: Igual que un Domini Dinàmic

source: Dynamic DNS Options
ca: Opcions del DNS dinàmic

source: The domains will be added automatically to DNS module in read-only mode
ca: Els dominis s'afegiran automàticament al mòdul DNS en mode només lectura

source: Default leased time must be higher than 0 seconds
ca: El temps per defecte ha de ser mes gran de 0 segons

source: Default leased time {default} must be lower than maximum one {max}
ca: El temps per defecte {default} ha de ser menor que el màxim {max}

source: Maximum leased time must be higher than 0 seconds
ca: El temps màxim ha de ser mes gran de 0 segons

source: Maximum leased time {max} must be higher than default one {default}
ca: El temps màxim {max} ha de ser mes gran que el que hi ha definit per defecte {default}

source: Default leased time
ca: Temps per defecte

source: Maximum leased time
ca: Màxim temps

source: Lease times
ca: Temps d'arrendament

source: Leased time is the time which a given IP address is valid by the DHCP server
ca: El temps d'arrendament es el temps que una IP assignada pel servidor DHCP es vàlida

source: Advanced options
ca: Opcions avançades

source: In order to serve IP addresses on an interface, it is required to set at least a range or a fixed address.
ca: Per a servir adreces IP sobre la interfície, es requereix al menys que estigui definit un rang o una adreça fixa

source: An interface must set as static to configure the DHCP service on it. To do so, change {openhref}interfaces configuration{closehref} in network module
ca: La interfície ha d'estar configurada en mode estàtic per configurar-li el servei DHCP sobre ella. Per fer-ho, vagi a {openhref}configuració d'interfícies{closehref} al mòdul de xarxa

source: {server} configuration file
ca: Arxiu de configuració {server}

source: AppArmor profile for {server} daemon
ca: Pperfil d'Apparmor per al dimoni {server}

source: Trivial File Transfer Protocol
ca: Protocol Trivial de Transferència de Fitxers

source: Dynamic Host Configuration Protocol
ca: Protocol de Configuració Dinàmica de Host

source: Disable {server} init script
ca: Deshabilitar el script d'inici {server}

source: Zentyal will take care of start and stop the service
ca: Zentyal s'encarregarà d'iniciar i aturar el servei

source: {iface} is not static
ca: {iface} no es estàtica

source: Not a valid action: add, set and del are available
ca: Acció no vàlida: només es pot afegir, seleccionar i esborrar{server}

source: The IP address of the virtual interface you are trying to add is already used by the DHCP range '{range}' in the interface '{iface}'. Please, remove it before trying to add a virtual interface using it.
ca: L'adreça IP de la interfície virtual que intenta afegir ja s'està fent servir pel rang DHCP '{range}' a la interfície '{iface}'. Si us plau, elimini-la abans per poder afegir una interfície virtual que la faci servir.

source: The IP address of the virtual interface you are trying to add is already used by a DHCP fixed address from object member '{fixed}' in the interface '{iface}'. Please, remove it before trying to add a virtual interface using it.
ca: L'adreça IP de la interfície virtual que intenta afegir ja s'està fent servir per l'adreça fixa '{fixed}' definida al DHCP a la interfície '{iface}'. Si us plau, elimini-la abans per poder afegir una interfície virtual que la faci servir.

source: Leased
ca: Concedida

source: Released
ca: Alliberat

source: DHCP leases
ca: Concessions del DHCP

source: Value
ca: Valor

source: Application
ca: Aplicació

source: Monitoring
ca: Monitoratge

source: {daemon} main configuration file
ca: Fitxer de configuració principal de {daemon}

source: {daemon} thresholds configuration file
ca: Fitxer de configuració de llindars de {daemon}

source: {daemon} default configuration file
ca: Fitxer de configuració per defecte {daemon}

source: Maintenance
ca: Manteniment

source: Events
ca: Esdeveniments

source: Monitor Watcher
ca: Observador de Monitor

source: Measure
ca: Mesura

source: Thresholds
ca: Llindars

source: Configure monitor watchers
ca: Configurar observadors de monitoratge

source: measure
ca: mesura

source: Every measure may have several thresholds to monitor
ca: Cada mesura pot tenir diversos llindars a monitorar

source: At least a threshold (maximum or minimum) must be set
ca: S'ha d'establir almenys un llindar (màxim o mínim)

source: This threshold rule will override the current ones
ca: Aquesta regla de llindar sobreescriurà les existents

source: It should be a multiple of {interval}
ca: Hauría de ser un múltiple de {interval}

source: Failure minimum
ca: Mínim per fallar

source: Set the lower bound of acceptable values. If unset defaults to negative infinity.
ca: Estableix un límit inferior de valors acceptats. Si no s'especifica es pren -infinit per defecte.

source: Warning minimum
ca: Mínim per avís

source: If the value is less than this value and greater than {fmin} a warn event is sent
ca: Si el valor és menor que aquest valor i més gran que {fmin} s'enviarà un esdeveniment d'avís

source: failure minimum
ca: mínim per fallida

source: Warning maximum
ca: Màxim per avís

source: If the value is greater than this value and less than {fmax} a warn event is sent
ca: Si el valor és més que aquest valor i menor que {fmax} s'enviarà un esdeveniment d'avís

source: failure maximum
ca: màxim per fallida

source: Failure maximum
ca: Màxim per fallida

source: Set the upper bound of acceptable values. If unset defaults to positive infinity.
ca: Estableix un límit superior de valors acceptables. Si no s'especifica es pren +infinit per defecte.

source: Invert
ca: Invertir

source: If set to true, the range of acceptable values is inverted, i.e. values between {fmin} and {fmax} ({wmin} and {wmax}) are not okay.
ca: Si s'habilita, el rang de valors acceptables s'inverteix, és a dir, valors entre {fmin} i {fmax} ({wmin} i {wmax}) no són correctes.

source: warning minimum
ca: mínim per avís

source: warning maximum
ca: màxim per avís

source: Send events
ca: Enviar events

source: If set to Always, an event will be dispatched for each value that is out of the acceptable range.
ca: Si es configura com a Sempre, s'enviarà un event per cada valor fora de l'interval acceptable.

source: Always
ca: Sempre

source: After a change in event level
ca: Després d'un canvi en el nivell d'esveniment

source: After
ca: Després

source: Measure instance
ca: Exemplar de mesura

source: Data Source
ca: Font de dades

source: Threshold's list
ca: Llista de llindars

source: Every check is done with the highest possible resolution: {nSec} seconds
ca: Cada comprovació es realitzada amb la màxima resolució possible: {nSec} segons

source: Take into account this configuration will be only applied if monitor {openhref}event watcher is enabled{closehref}
ca: Tingui en compte que aquesta resolució només serà aplicada si el {openhref}esdeveniment de monitoratge és habilitat{closehref}

source: Last hour
ca: Última hora

source: Last day
ca: Últim dia

source: Last month
ca: Últim mes

source: Last year
ca: Últim any

source: CPU {no} usage
ca: ús de CPU {no}

source: CPU usage
ca: Ús de la CPU

source: Collect the amount of time spent by the CPU in various states, most notably executing user code, executing system code, waiting for IO operations and being idle
ca: Recull la quantitat de temps emprada per la CPU en diversos estats, sobretot executant codi d'usuari, de sistema, esperant una operació d'E/S i inactiu

source: idle
ca: inactiu

source: interrupt
ca: interrupció

source: soft interrupt
ca: interrupció software

source: steal
ca: temps 'robat'

source: wait
ca: espera

source: temperature
ca: temperatura

source: cooling device
ca: dispositiu de refrigeració

source: Temperature for {what}
ca: Temperatura de {what}

source: Thermal
ca: Tèrmic
