Repository: madscientist3dfx/zentyal
Catalog: extra/language-packs/po/*.po
Languages: ca

source: SSL support
ca: Suport SSL

source: Enable FTP SSL support for authenticated users.
ca: Activa el suport SSL per als usuaris de FTP autenticats.

source: General configuration settings
ca: Opcions de configuració generals

source: FTP Server
ca: Servidor FTP

source: The anonymous directory is /srv/ftp, make sure that the files you create there have read permissions for everybody (sudo chmod o+r /srv/ftp/*). If you also want to grant write permissions you need to create a subdirectory with write permissions for everybody, for example: sudo mkdir /srv/ftp/incoming ; sudo chmod o+rwx /srv/ftp/incoming. Anonymous access won't be able to rename or delete files in any case.
ca: El directori anònim és /srv/ftp, Asseguri's que els arxius creats dins tenen permisos de lectura per a tothom (sudo chmod o+r /srv/ftp/*). Si a més vol donar-li permisos d'escriptura necessitarà crear un subdirectori amb permisos d'escriptura per a tothom, per exemple: sudo mkdir /srv/ftp/incoming ; sudo chmod o+rwx /srv/ftp/incoming. Accedint de manera anònima, no es podra canviar el nom ni eliminar cap fitxer.

source: Zentyal FTP Server
ca: Servidor FTP de Zentyal

source: Generate SSL certificates
ca: Crea certificats SSL

source: Zentyal will self-signed SSL certificates for FTP service.
ca: Zentyal signarà els certificats pel servei FTP.

source: To configure vsftpd.
ca: Per a configurar el vsftpd

source: To configure vsftpd with LDAP authentication.
ca: Per a configurar el vsftpd amb autentificació LDAP

source: Zentyal FTP server files
ca: Fitxers del servidor FTP de Zentyal

source: User homes and global directory.
ca: Directoris personals i global dels usuaris.

source: Range
ca: Rang

source: MAC address
ca: Adreça MAC

source: Members
ca: Membres

source: For the IP addresses you can use CIDR notation (address/netmask) or specify the first and last addresses of a range that will also include all the IP addresses between them.
ca: Per a la adreces IP es pot fer servir la notació CIDR (adreça/màscara de xarxa) o especficiar la primera i la última adreça d'un rang que inclourà també totes les adreces entre elles.

source: member
ca: membre

source: You can only use MAC addresses with hosts
ca: Només es poden fer servir adreces MAC amb els hosts

source: You cannot use MAC addresses with IP ranges
ca: No es poden fer servir adreces MAC amb rangs d'IPs

source: {ip} overlaps with the address or another object's member
ca: {ip} sobreescriu a les adreces o altres membres d'objectes

source: Objects
ca: Objectes

source: Objects List
ca: Llista d'objectes

source: object
ca: Objecte

source: This object is being used by another module
ca: Aquest objecte s'està fent servir a un altre mòdul

source: Objects are an abstraction of machines and network addresses which can be used in other modules. Any change on an object is automatically synched in all the modules using it
ca: Els objectes son una abstracció de màquines i adreces de xarxa que es poden fer servir als mòduls. Els canvis a l'objecte son automàticament sincronitzats a tots els moduls que el fan servir

source: 'Any' is a reserved word that could not be used as object name to avoid confusions
ca: 'Any' es una paraula reservada que no es pot fer servir com a nom d'un objecte per evitar confusions

source: Network
ca: Xarxa

source: Software Management
ca: Gestió del software

source: Cannot use software package manager. Probably is currently being used by another process. You can either wait or kill the process.
ca: No pot fer servir l'administrador de paquets de software. Possiblement un altre procés l'està fent servir. Pot esperar o matar l'altre procés.

source: Cannot use software package manager. Error output: {err}
ca: No pot fer servir l'administrador de paquets de software. Error {err}

source: You cannot modify the automatic update using QA updates from Web UI. To disable automatic updates, edit {conf} and disable {key} key.
ca: No es pot modificar l'actualització automàtica fent servir actualitzacions QA des de la interfície web. Per a inhabilitar les actualitzacions automàtiques, editi {conf} i deshabiliti la clau {key}.

source: Zentyal Components
ca: Components de Zentyal

source: System Updates
ca: Actualitzacions del sistema

source: Software management is currently locked by {locker}. Please, try again later
ca: La gestió de software actualment està bloquejada per {locker}. Si us plau, provi-ho més tard

source: Installation steps
ca: Passos de la instal.lació

source: Package Selection
ca: Selecció de paquets

source: Confirmation
ca: Confirmació

source: Installation
ca: Instal.lació

source: Initial Configuration
ca: Configuració inicial

source: Save Changes
ca: Guardar els canvis

source: Finish
ca: Acabar

source: Upgrading
ca: Actualitzant

source: There were no packages to update
ca: No hi ha paquets per a actualitzar

source: Current operation
ca: Operació actual

source: actions done
ca: operacions realitzades

source: Installing
ca: Instal.lant

source: Installing packages
ca: Instal.lant paquets

source: The packages installation has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully configured. You will be automatically redirected to the next step
ca: La installació dels paquets ha acabat correctament. La interfície d'administració pot no respondre durant alguns segons. Esperi fins que el sistema s'hagi configurat completament. Serà redirigit al següent pas

source: packages left to remove
ca: Paquets pendents d'eliminar

source: The packages removal has finished successfully. The administration interface may become unresponsive for a few seconds. Please wait patiently until the system has been fully restarted
ca: L'eliminació de paquets ha acabat correctament. La interfície d'administració podría no respondre durant alguns segons. Si us plau, esperi fins que el sistema s'hagi reiniciat completament

source: Removing the selected package and its dependent packages
ca: Eliminant el paquet seleccionat i les seves dependències

source: automatic updates configuration
ca: Configuració de les actualitzacions automàtiques

source: System updates
ca: Actualitzacions del sistema

source: The system components are up to date.
ca: Els components del sistema estàn actualitzats.

source: Software management settings
ca: Paràmetres de la gestió de software

source: Automatic software updates
ca: Actualitzacions automàtiques de software

source: Choose Zentyal packages to install
ca: Seleccioni els paquets de Zential que vol instal.lar

source: Zentyal components
ca: Components de Zentyal

source: Unknown
ca: Desconegut

source: Community
ca: Comunitat

source: Enterprise
ca: Empresarial

source: Not subscribed
ca: No subscrit

source: Subscribed
ca: Subscrit

source: Technical Support
ca: Suport tècnic

source: Security Updates
ca: Actualitzacions de seguretat

source: Zentyal must be subscribed to reload the bundle
ca: Zentyal ha d'estar subscrit per a recarregar el paquet

source: Disabled - {oh}Enable{ch}
ca: Inhabilitat - {oh}Habilitar{ch}

source: Connected
ca: Connectat

source: Essential
ca: Essencial

source: Standard
ca: Estàndard

source: - Last update: {date}
ca: - Última actualització: {date}.

source: Configuration backup enabled
ca: Còpies de seguretat de la configuració habilitades

source: - Latest conf backup: {date}
ca: - Última còpia de la configuració: {date}

source: Server name
ca: Nom del servidor

source: Connection status
ca: Estat de la connexió

source: External server name
ca: Nom del servidor extern

source: Server edition
ca: Edició de servidor

source: Technical support
ca: Suport tècnic

source: No data backup has been done yet
ca: Encara no s'han fet còpies de les dades

source: Support available via
ca: Suport disponible vía

source: Service Level Agreement
ca: Acord de Nivell de Servei

source: Enable Remote Support Access
ca: Habilita l'accés de suport remot

source: Remote access from any address requires that remote access support is enabled
ca: L'accés des de qualsevol adreça requereix que el suport d'accés estigui activat

source: To allow any address remote support, you must not be connected to {cloud}
ca: Per permetre qualsevol adreça de suport remot, s'ha destar connectat a {cloud}

source: Enabling remote support will allow Zentyal staff to freely access your computer. You could use the 'screen' command to join their shell option. To allow that, the SUID bit of the 'screen' program is enabled. This change is undone when this option is disabled To join the remote session, login in the shell as a user belonging to the 'adm' group and use the command: '{cmd}'.
ca: Habilitant el suport remot permetrà al personal accedir lliurement al servidor. Pot fer servir la commanda 'screen' per unir-se a la sessió. Per permetre això, s'activa el bit SUID del programa 'screen'. Aquest canvi és temporal, fins que es deshabiliti aquesta opció. Per a unir-se a la sessió remota, registri's al shell com a un usuari que pertany al grup 'adm' i faci servir la commanda: '{cmd}'

source: No running ssh daemon instance found. Support access need a running instance to allow remote connections.
ca: No s'ha trobat cap instància del dimoni ssh executant-se. L'accés per a suport necessita una instància en execució que permeti connexions remotes

source: Not ssh daemon instance listening on all interfaces found. Support access need a ssh daemon whom listens on all interfaces.
ca: No hi ha cap instància del dimoni ssh escoltant a totes les interfícies. L'accés per a suport necessita un dimoni que escolti a totes les interfícies.

source: ssh daemon found listening on non-standard port(s): {p}. Make sure to notify support which port(s) are used by ssh daemon.
ca: Hi ha un dimoni ssh escoltant en ports no estàndard: {p}. Notifiqui al suport quin port està fent servir el dimoni ssh.

source: QA software updates
ca: Actualitzacions de software QA

source: Latest QA software update
ca: Última actualització del software QA

source: {date}. {num} updated packages
ca: {date}. {num} paquets actualitzats

source: No update has been done
ca: No s'ha fet cap actualització

source: Software module is not installed
ca: El mòdul de software no està instal.lat

source: Alerts generated during last month
ca: Alertes generades l'últim mes

source: Information-level alerts
ca: Alertes de nivell informatiu

source: Warning-level alerts
ca: Alertes de nivell d'avís

source: Error-level alerts
ca: Alertes de nivell d'error

source: Fatal-level alerts
ca: Alertes de nivell fatal

source: Alerts
ca: Alertes

source: Use this name to connect to Zentyal externally
ca: Faci servir aquest nom per a connectar-se a Zentyal externament

source: Unlimited
ca: Il·limitat

source: Latest security update
ca: Última actualització de seguretat

source: Done
ca: Fet

source: Server Name
ca: Nom del servidor

source: Choose a name for your server which is a valid subdomain name
ca: Esculli un nom per al seu servidor que sigui un nom de sotsdomini vàlid

source: Password
ca: Contrasenya

source: module
ca: mòdul

source: and
ca: i

source: modules
ca: mòduls

source: Action
ca: Acció

source: Reason
ca: Raó

source: Reports
ca: Informes

source: Disaster recovery
ca: Recuperació de desastres

source: Remote storage space available
ca: Espai disponible per a emmagatzematge remot

source: Latest configuration backup
ca: Còpia de la última configuració

source: Latest data backup
ca: Última còpia de les dades

source: Data backed up
ca: Dades copiades

source: Estimated backup size
ca: Mida estimada de la còpia

source: Estimated time to recover from a disaster
ca: Temps estimat de recuperació d'un desastre

source: Disaster Recovery
ca: Recuperació de desastres

source: Full Disaster Recovery enabled
ca: Habilitada la recuperació total de desastres

source: {num} GB, left: {per}
ca: {num} GB, realitzat: {per}

source: {time} hours - Full Disaster Recovery
ca: {time} hores - Recuperació total del desastre

source: No backup done yet
ca: Encara no s'ha fet cap copia

source: Install {mod} module to start using Disaster Recovery
ca: Instal.li el mòdul {mod} per començar a fer servir la recuperació de desastres

source: {time} minutes - Configuration Backup Only
ca: {time} minutes - Només còpies de la configuració

source: No configuration backup has been done yet
ca: Encara no s'ha fet cap còpia de la configuració

source: Access from control panel without password
ca: Accés des del plafó de control sense contrassenya

source: Access settings
ca: Paràmetres d'accés

source: Inexistent backup: {n}
ca: Còpia inexistent: {n}

source: Configuration backup
ca: Còpia de seguretat de la configuració

source: Cannot get the restricted addresses for remote support. Check VPN logs for details
ca: No es poden rebre les adreces restringides per al suport remot. Comprovi els detalls als logs de la VPN

source: There exists already a user {u} and it does not seem created by Zentyal. Until this user is renamed or removed it would be impossible to set up remote support access
ca: Ja existeix un usuari {u} i no sembla creat per Zentyal. Fins que no elimini aquest usuari o li canvii el nom, serà impossible configurar el suport per l'accés remot

source: Cannot retrieve service URN; key "{key}" not found in {file}
ca: No es pot recuperar el URN del servei; clau "{key}" no trobada a {file}

source: Value for key {k} not found
ca: Valor per a la clau {k} no trobat

source: Skipping bad formed line: {l}
ca: Omitint línia mal formada: {l}

source: system
ca: sistema

source: average
ca: mitjana

source: weak
ca: dèbil

source: No {level} passwords were found in users
ca: No s'han trobat contrassenyes de {level} als usuaris

source: The following users have {level} passwords: {users}.
ca: Els següents usuaris ténen contrassenyes de {level}: {users}.

source: Key for web subscription service not found
ca: No s'ha trobat la clau per a la web de subscripció

source: Cannot contact to {host}. Check your connection to the Internet
ca: No es pot contactar amb {host}. Comprovi la connexió a internet

source: Could not connect to VPN server "{addr}:{port}/{proto}". Check your network firewall
ca: No s'ha pogut connectar al servidor "{addr}:{port}/{proto}". Comprovi el tallafocs

source: It must be a valid subdomain name. It can only contain alphanumeric and - characters
ca: Ha de ser un nom de sotsdomini vàlid. Únicament pot tenir caràcters alfanumèrics i el caràcter -

source: It cannot contain "{char}" character
ca: No pot tenir el caràcter {char}

source: It cannot be greater than {n} characters
ca: No pot tenir més de {n} caràcters

source: No ebox-services DNS key found
ca: La clau per als serveis DNS de Zentyal Cloud no s'ha trobat

source: Server {s} not found via DNS server {d}. Reason: {r}
ca: Servidor {s} no trobat via servidor de DNS {d}. Raó: {r}

source: Cannot create SOAP connection
ca: No es pot crear la connexió SOAP

source: No domain key found for this service
ca: La clau de domini per aquest servei no s'ha trobat

source: Connection error
ca: Error de connexió

source: Restoring remote backup
ca: Restaurant la còpia remota

source: Restoring modules from remote backup
ca: Restaurant mòduls des de la còpia remota

source: modules left to restore
ca: mòduls que queden per restaurar

source: Restore successful
ca: Restauració satisfactòria

source: Backup deleted
ca: Còpia eliminada

source: Making remote backup
ca: Fent còpia remota

source: Backing up modules
ca: Copiant mòduls

source: Operation
ca: Operació

source: operations left to finish backup
ca: Operacions que resten per acabar la còpia

source: Backup successful
ca: Còpia de seguretat satisfactòria

source: Please confirm that you want to restore the configuration using the following remote backup:
ca: Confirmi que vol restablir la configuració fent servir aquesta còpia remota:

source: Restore
ca: Restaura

source: Please confirm that you want to delete the following remote backup:
ca: Confirmi que vol eliminar aquesta còpia remota:

source: Delete
ca: Esborrar

source: Please confirm that you want to overwrite the following remote backup with a new one
ca: Confirmi que vol sobreescriure aquesta copia remota amb una de nova

source: Overwrite
ca: Sobreescriure

source: Inexistent action: {a}
ca: Acció inexistent: {a}

source: Email Address
ca: Adreça de correu

source: First name
ca: Nom

source: Last name
ca: Cognom

source: Phone number
ca: Número de telèfon

source: Repeated password
ca: Contrassenya repetida

source: Introduced passwords do not match
ca: Les contrasenyes no coincideixen.

source: An error ocurred registering the subscription, please check your Internet connection.
ca: Hi ha hagut un error desconegut entregistrant la subscripció. Comprovi la connexió a internet.

source: An unknown error ocurred registering the subscription
ca: Hi ha hagut un error desconegut entregistrant la subscripció

source: An user with that email is already registered. You can check your account data at
ca: Ja hi ha un usuari amb aquest correu. Revisi les dades del compte a

source: Sorry, an unknown exception has ocurred. Try again later or contact info@zentyal.com
ca: Hi ha hagut una excepció desconeguda. Provi-ho més tard o contacti amb info@zentyal.com

source: operations performed
ca: Operacions realitzades

source: Bandwidth Monitor
ca: Monitor d'Ample de Banda

source: Client address
ca: Adreça del client

source: External recv
ca: Rebut extern

source: External sent
ca: Enviat extern

source: Internal recv
ca: Rebut intern

source: Internal sent
ca: Enviat intern

source: Bandwidth usage
ca: Ús d'Ample de Banda

source: Username
ca: Nom d'usuari

source: IPs assigned to users
ca: IPs assignades a usuaris

source: List of IPs assigned to each user.
ca: Llista de IPs assignades a cada usuari.

source: Configure interfaces
ca: Configurar interfícies

source: interface
ca: interfície

source: List of monitored interfaces.
ca: Llista de interfícies monitoritzades

source: There aren't any internal interfaces to monitor
ca: No hi ha interfícies internes que monitorar

source: External in
ca: Entrada externa

source: External out
ca: Sortida externa

source: Internal in
ca: Entrada interna

source: Internal out
ca: Sortida externa

source: Last hour bandwidth usage
ca: Ús d'ample de banda la última hora

source: There is no data to show yet, the values are updated every 10 minutes
ca: Encara no hi ha dades per mostrar, els valors s'actualitzen cada 10 minuts

source: Bandwidth usage for each connected client.
ca: Ús d'ample de banda per a cada client connectat

source: Bandwidth Monitor must be enabled in order to get data.
ca: El monitor d'ample de banda s'ha d'habilitar per poder rebre dades

source: Actions
ca: Accions

source: Go back
ca: Tornar enrera

source: Sorry, an unexpected error has occurred
ca: Hi ha hagut un error inesperat

source: Please contact support.
ca: Contacti amb el suport tècnic

source: Show technical details
ca: Mostrar els detalls tècnics

source: Report the problem
ca: Informi del problema

source: Cancel
ca: Cancel·lar

source: Email (you will receive updates on the report)
ca: Email (per rebre instruccions sobre l'informe)

source: Describe in English what you where doing
ca: Expliqui que estava fent

source: Couldn't send the report
ca: No es pot enviar l'informe

source: The report has been successfully sent, you can keep track of it in the following ticket:
ca: L'informe s'ha enviar correctament. Pot seguir l'evolució a través d'aquest ticket:

source: To do a manual report, please follow these instructions:
ca: Per fer un informe manual, segueixi aquestes instruccions:

source: Create a new ticket in the Zentyal trac by clicking
ca: Crei un nou ticket al track de Zential fent click

source: here
ca: aquí

source: Write a short description of the problem in the summary field
ca: Escrigui una descripció breu al camp sumari

source: Write a detailed report of what you were doing before this problem ocurred in the description field
ca: Escrigui un informe detallat del que estava fent quan ha passat el que explica al camp descripció

source: Download the log file with additional information by clicking
ca: Baixa el fitxer amb el registre amb informació adicional fent click

source: Attach the downloaded file in the ticket
ca: Adjunta al ticket el fitxer baixat

source: Captive Portal
ca: Portal Captiu

source: Add LDAP schemas
ca: Afegir esquemes a LDAP

source: Zentyal will use this schema to store user sessions info.
ca: Zentyal farà servir aquest esquema per emmagatzemar informació de les sessions dels usuaris.

source: exception
ca: excepció

source: Day bandwidth usage (MB)
ca: Ús d'ample de banda l'últim dia (MB)

source: Week bandwidth usage (MB)
ca: Ús d'ample de banda la última setmana (MB)

source: Month bandwidth usage (MB)
ca: Ús d'ample de banda l'últim mes (MB)

source: Time
ca: Hora

source: Kick user
ca: Fer fora usuari

source: Finish user session in Captive Portal
ca: Finalitzar la sessió de l'usuari al Portal Captiu

source: Current users
ca: Usuaris actuals

source: user
ca: usuari

source: List of current logged in users.
ca: Llista d'usuaris registrats actualment.

source: Captive portal must be enabled in order to see current users list.
ca: Per poder veure la llista d'usuaris actualitzada s'ha d'habilitar el mòdul Portal Captiu

source: Closing session for user {user}.
ca: Tancant la sessió de l'usuari {user}.

source: Use secondary LDAP
ca: Fer servir el LDAP secundari

source: LDAP URL
ca: URL de LDAP

source: Bind DN pattern. {x} will be replaced with the username
ca: Patró per a Bind DN. {x} serà reemplaçat pel nom d'usuari

source: Secondary LDAP
ca: LDAP secundari

source: Here you can configure a secondary LDAP. If login fails as Zentyal user this LDAP will be used.
ca: Aquí pot configurar un LDAP secundari. Si falla el registre com a usuari Zentyal, es farà servir aquest LDAP

source: If you want to limit bandwidth usage install and enable Bandwidth Monitor module.
ca: Si vol limitar l'ample de banda, instal.li i activi el mòdul Monitor d'ample de banda.

source: If you want to limit bandwidth usage enable Bandwidth Monitor in {begina}Module Status{enda} section.
ca: Si vol limitar l'ús de l'ample de banda, activi el Monitor d'Ample de Banda a la secció {begina}Estat dels mòduls{enda}

source: Limit bandwidth usage
ca: Limitar l'ús de l'ample de banda

source: Bandwidth quota
ca: Quota d'ample de banda

source: Maximum bandwidth usage for defined period. 0 means no limit.
ca: Màxim ús de l'ample de banda per al periode definit. 0 vol dir no limitat.

source: Day
ca: Dia

source: Week
ca: Setmana

source: Month
ca: Mes

source: Period
ca: Periode

source: Bandwidth Settings
ca: Paràmetres d'ample de banda

source: Here you can setup bandwidth usage quota for captive portal users.
ca: Aquí es pot configurar una quota d'us d'ample de banda per als usuaris del portal captiu.

source: Default external bandwidth usage limit
ca: Límit d'ús d'ample de banda per defecte

source: Use default
ca: Fer servir el valor per defecte

source: No limit
ca: Sense límit

source: Limited to
ca: Limitat a

source: Setting default quota to zero is equivalent to disable it
ca: Establir la quota per defecte a zero és equivalent a inhabilitar-la

source: Captive Interfaces
ca: Interfícies captives

source: List of interfaces where Captive Portal is enabled.
ca: Llista d'interfícies amb el Portal Captiu activat.

source: enabled
ca: Activat

source: Group
ca: Grup

source: Only users in this group will be allowed to login.
ca: Els usuaris d'aquest grup son els únics que podràn iniciar sessió.

source: seconds
ca: segons

source: HTTP port
ca: port HTTP

source: HTTPS port
ca: port HTTPS
