Repository: madscientist3dfx/zentyal
Catalog: extra/language-packs/po/*.po
Languages: ca

source: Application Protocols
ca: Protocols d'aplicació

source: Organization Name
ca: Nom de l'organització

source: The CA certificates should be revoked or has expired before issuing a new certificate
ca: Els certificats CA s'han de revocar o han expirat abans d'expedir un nou certificat

source: Common Name
ca: Nom comú

source: The user {commonName} does NOT exist
ca: L'usuari {commonName} NO existeix

source: Days set to the maximum allowed: Year 2038 Bug
ca: Dies configurats al màxim permès: Bug de l'any 2038

source: Expiration date later than CA certificate expiration date
ca: La data de caducitat es anterior que la del certificat CA

source: You must create a Certification Authority first. Go to {openhref}Certification Authority{closehref} to do so
ca: Primer has de crear el CA. Ves a {openhref}Certification Authority{closehref} per a fer-ho

source: Generate the certificate using CA with the common name set above
ca: Generar el certificat usant el CA com a nom comú definit a dalt

source: Services Certificates
ca: Serveis de certificats

source: certificate
ca: certificat

source: Here you may set certificates from this CA for those secure services managed by Zentyal
ca: Aquí pot expedir certificats d'aquest CA pels serveis segurs configurats a Zentyal

source: Certification Authority
ca: Entitat certificadora

source: Days set to the maximum allowed {days}: Year 2038 Bug
ca: Dies establerts al màxim permès {days}: Bug de l'any 2038

source: The remove operation cannot be finished. Reason:
ca: La operació d'esborrar no pot finalitzar. Raó: _

source: Certificate with common name {cn} does NOT exist
ca: El certificat amb el nom comú {cn} NO existeix

source: Reason {reason} is NOT an applicable reason. Options:
ca: La raó {reason} NO és aplicable. Opcions:

source: The Certification Authority Infrastructure is not available, create it first
ca: La infraestructura de l'Entitat Certificadora no està disponible, crea-la primer

source: Either common name, distinguished name or serial number has been passed
ca: Tant el nom comú, el nom distinguit o el número de serie son correctes

source: or
ca: o

source: Certificate file
ca: Arxiu de certificat

source: The certificate to renew does NOT exist
ca: El certificat a renovar NO existeix

source: Certificate with this common name {cn} does NOT exist in this CA
ca: El certificat amb el nom comú {cn} NO existeix en aquest CA

source: Not created
ca: No creat

source: Available
ca: Disponible

source: Created but not available
ca: Creat però no disponible

source: String
ca: Cadena

source: The field contains invalid characters. All ASCII alphanumeric characters, plus these non alphanumeric chars: .?&+:-@* and spaces are allowed.
ca: L'entrada conté caràcters invàlids. Tots els caràcters alfanumèrics, més aquests no alfanumèrics: .?&+:-@* i espais són permesos.

source: Unable to sign. Wrong CA passphrase or has CA private key dissappeared?
ca: No es pot signar. Clau de CA incorrecte o ha desaparegut la clau privada de CA?

source: Database corruption
ca: Error a la base de dades

source: Identifier duplicated in Database
ca: Identificador duplicat a la base de dades

source: Certificate already revoked
ca: El certificat ja ha estat revocat

source: ASN1 field length too long. Maximum Size:
ca: Longitud del camp ANS1 massa llarga. La mida màxima és:

source: Unknown error. Given the OpenSSL output:
ca: Error desconegut. Sortida de OpenSSL:

source: Only {dns}, {ip} and {email} are valid subject alternative name types
ca: Només {dns}, {ip} i {email} son tipus de noms alternatius vàlids

source: Cannot start OpenSSL shell. ({errval})
ca: No es pot iniciar la consola OpenSSL. ({errval})

source: CA passphrases do NOT match
ca: Les contrasenyes CA NO coincideixen

source: CA Passphrase should be at least {length} characters
ca: Les claus CA han de tenir al menys {length} caràcters

source: Days to expire ({days}) must be a positive number
ca: Els dies de caducitat ({days}) han de ser positius

source: Problems creating Certification Authority has happened
ca: Hi ha hagut roblemes creant el certificat CA

source: The certificate has NOT been revoked.
ca: El certificat NO ha estat revocat.

source: Boolean indicating Certification Authority Certificate
ca: Booleà indicant el el certificat de l'entitat certificadora CA

source: The input contains invalid characters. All alphanumeric characters, plus these non alphanumeric chars: .?&+:-@* and spaces are allowed.
ca: L'entrada conté caràcters invàlids. Tots els caràcters alfanumèrics, més aquests no alfanumèrics: .?&+:-@* i espais són permesos.

source: The certificate has been revoked
ca: El certificat ha estat revocat

source: The CA certificate has been revoked
ca: El certificat CA ha estat revocat

source: The Subject Alternative Name parameter must follow this pattern: type:value, type:value
ca: El paràmetre del títol del nom alternatiu ha de seguir el patró: valor, tipus:valor

source: The certificate has been issued.
ca: El certificat ha estat expedit.

source: The new CA certificate has been issued.
ca: El nou certificat CA ha estat expedit.

source: Common name: {cn} does NOT exist in database
ca: El nom comú: {cn} NO existeix a la base de dades

source: Error creating file
ca: Error creant l'arxiu

source: Only revoke, renew and reissue actions are performed
ca: Només les accions de revocar, renovar i re-emetre són realitzades

source: The certificate has NOT been renewed
ca: El certificat NO ha estat renovat

source: Days to expire
ca: Dies per caducar

source: The certificate CANNOT be renewed
ca: El certificat NO es pot renovar

source: The certificate has been renewed
ca: El certificat ha estat renovat

source: The new CA certificate has been renewed
ca: El nou certificat CA ha estat renovat

source: IMAP Server
ca: Servidor IMAP

source: IMAP connection type
ca: Tipus de conexió IMAP

source: IMAP server port
ca: Port del servidor IMAP

source: SMTP Server
ca: Servidor SMTP

source: SMTP connection type
ca: Tipus de conexió SMTP

source: SMTP server port
ca: Port del servidor SMTP

source: SMTP authentication
ca: Autenticació SMTP

source: Same user and password than IMAP
ca: El mateix usuari i clau d'accés que l'IMAP

source: User and password
ca: Usuari i contrasenya

source: Manage sieve enabled in IMAP server
ca: Usar el sieve activat al servidor IMAP

source: Manage sieve port
ca: Usar el port sieve

source: Manage sieve connection uses TLS
ca: La conexió sieve usa TLS

source: External server connection
ca: Conexió externa al servidor

source: unencrypted
ca: sense encriptar

source: No need to configure the connection to a remote server because WebMail is configured to use Zentyal mail service'
ca: No és necessari configurar la connexió a un servidor remot perquè el Correu Web està configurat per utilitzar el servei de correu de Zentyal

source: Zentyal webmail
ca: Correu web de Zentyal

source: The name of the webmail will be used in the login screen and page titles.
ca: El nom del webmail es farà servir a la pantalla d'inici i el títol de les pàgines.

source: Virtual host
ca: Host virtual

source: Virtual host where the webmail will be installed. This will disable the default /webmail url.
ca: Host virtual on el webmail serà instal·lat. Això desactivarà la url per defecte /webmail.

source: The deleted virtual host was selected for Webmail. Maybe you want to select another one now.
ca: El host virtual eliminat es va seleccionar pel Webmail. Potser en vol seleccionar un altre.

source: Operation mode
ca: Mode d'operació

source: Zentyal mail service
ca: Servei de correu Zentyal

source: Remote server
ca: Servidor remot

source: WebMail backend
ca: Backend del WebMail

source: Neither IMAP nor IMAPS service enabled.
ca: Ni el servei IMAP ni el IMAPS estan activats.

source: To configure Roundcube webmail.
ca: Per configurar el webmail Roundcube.

source: To configure managesieve Roundcube webmail plugin.
ca: Per configurar el plugin managesieve del correu web Roundcube.

source: To configure the webmail on the webserver.
ca: Per configurar el webmail al servidor web.

source: This database will store the data needed by Roundcube.
ca: Aquesta base de dades emmagatzemarà les dades necessàries per Roundcube.

source: Add webmail link to www data directory.
ca: Afegir l'enllaç del correu web al directori de dades www.

source: Webmail will be accesible at http://ip/webmail/.
ca: El correu web serà accessible a http://ip/webmail/.

source: Webmail module needs IMAP or IMAPS service enabled if using Zentyal mail service. You can enable it at {openurl}Mail -> General{closeurl}.
ca: El mòdul Corrreu Web necessita els serveis IMAP o IMAPS activats si es fa servir el servei de correu de Zentyal. El pot habilitar a {openurl}Correu -> General{closeurl}.

source: You cannot disable both IMAP and IMAPS service because they are used by Webmail module.
ca: No pot desactivar els dos serveis IMAP i IMAPS perquè estan sent utilitzats pel mòdul del Correu web.

source: To configure clamd daemon
ca: Configurar el dimoni clamd

source: To schedule the launch of the updater
ca: Programar el llançament de l'actualització

source: Custom {app} profile configuration for {bin} binary
ca: Configuració del perfil personalitzat {app} per al binari {bin}

source: Disable {app} profile for {bin} binary
ca: Inhabilita el perfil de {app} per al binari {bin}

source: Database Update Status
ca: Estat de l'actualització de la base de dades

source: The antivirus database has not been updated since the module was enabled.
ca: La base de dades de l'antivirus no ha estat actualitzada des de que el mòdul va ser activat.

source: The last update failed.
ca: L'última actualització ha fallat.

source: Last update successful.
ca: L'última actualització s'ha realitzat amb èxit.

source: The antivirus module is not configured. Enable it first in Module Status section.
ca: El mòdul de l'antivirus no està configurat. Habiliteu-lo primer en la secció d'Estat de Mòduls.

source: The antivirus module is not enabled. Enable it first to know the antivirus status.
ca: El mòdul de l'antivirus no està haiblitat. Habiliteu-lo primer per conèixer l'estat de l'antivirus.

source: Unknown event {event}.
ca: Esdeveniment desconegut {event}.

source: Remove ntp init script link and networking hooks (if-up.d and dhclient)
ca: Eliminar enllaç a l'script de ntp i vínculs de xarxa (if-up.d i dhclient)

source: NTP configuration file
ca: Fitxer de configuració NTP

source: NTP Servers
ca: Servidors NTP

source: Here you can add external NTP servers to synchronize with.
ca: Aquí es poden afegir servidors NTP externs per a sincronitzar

source: Enable synchronization with external servers
ca: Activar la sincronització amb servidors NTP externs

source: Here you can enable or disable time synchronization with external servers. You should remember to set up your timezone to have synchronization behaving correctly.
ca: Aquí es pot activar o desactivar la sincronització amb servidors externs. Per tal de que la sincronització es realitzi correctament, recordi definir la zona de temps.

source: Service enabled
ca: Servei habilitat

source: Service disabled
ca: Servei deshabilitat

source: Enable service
ca: Habilita el servei

source: {mod} module is disabled. Don't forget to enable it on the {oh}Module Status{ch} section, otherwise your changes won't have any effect.
ca: El mòdul {mod} està inhabilitat. No oblidi activar-lo a la secció {oh}Estat dels mòduls{ch} per activar els canvis.

source: It should be one of following values: {values}
ca: Hauria de ser un dels següents valors: {values}

source: Actions to be taken allowed are: {view} and {cView}
ca: Les accions permeses son: {view} i {cView}

source: The data you are removing is being used by the following sections:
ca: Les dades que estàs esborrant estan sent utilitzades per les següents seccions:

source: The data you are modifying is being used by the following sections:
ca: Les dades que estas modificant estan siguen utilitzades per les següents seccions:

source: Remove data from {model}{br}
ca: Elimina les dades del {model} {br}

source: {model} in {module} module
ca: {model} al {module} módul

source: field
ca: camp

source: Remove {num} rows of {rowName} from {model}{br}
ca: Elimina {num} de linies de {rowName} del {model}{br}

source: Page size
ca: Tamany de la pàgina

source: Must be either a positive number or zero
ca: Ha de ser o un nombre positiu o zero

source: New {name}
ca: Nou {name}

source: {row} added
ca: {row} afegida

source: {row} deleted
ca: {row} Eliminada

source: {row} updated
ca: {row} Actualitzada

source: {row} moved up
ca: {row} moguda amunt

source: {row} moved down
ca: {row} moguda avall

source: Change
ca: Canviar

source: Configure Events
ca: Configuració d'esdeveniments

source: event
ca: Esdeveniments

source: Enable/Disable each event watcher monitoring
ca: Habilita/deshabilita cada monitorització de control d'esdeveniments

source: Warning! There is no log domain watcher enabled. Please, go to 'Configuration' to enable at least one to be notified when a log in this domain happens.
ca: Atenció! No hi ha cap log de control de domini habilitat. Si us plau, ves a 'Configuració' per habilitar-ne almenys un per ser notificat quan hi hagi un log en aquest domini.

source: Informative
ca: Informatiu

source: Warning
ca: Atenció

source: Fatal error
ca: Error fatal

source: Events details
ca: Detall d'esdeveniments

source: Administrator Account
ca: Compte de l'administrador

source: Destination Jabber account to send the messages to.
ca: Compte de Jabber per enviar missatges

source: Configure Jabber Dispatcher
ca: Configura l'emissor de Jabber

source: This dispatcher will send events to a Jabber account.
ca: Aquest emisor enviarà esdeveniments al compte de Jabber

source: Jabber dispatcher configuration updated.
ca: Configuració de l'emissor de Jabber actualitzat

source: Jabber Dispatcher
ca: Emissor de Jabber

source: Filters to apply to notify logs from {logDomain}
ca: Filtres a aplicar per notificar logs de {logDomain}

source: Every filter added is cumulative.Then every log line which matches with any filter given will be notified
ca: Qualsevol filtre afegits s'acumula. Aleshores cada línia del registre que coincideixi amb qualsevol filtre establert serà notificat

source: filter
ca: filtre

source: Log Observer Watcher
ca: Observador del registre de logs

source: Nobody
ca: Ningú

source: Public
ca: Política

source: Channel link
ca: Link del canal

source: Allowed readers
ca: Lectors permesos

source: Use this field to set the access control for the channel
ca: Usa aquest camp per establir el control d'accés per el canal

source: Syndicate this RSS
ca: Afilia't a aquest RSS

source: Configure RSS dispatcher
ca: Configura el missatger de RSS

source: The channel link is the link which is used to syndicate the content to your favourite RSS.
ca: El link de canal es el link que es fa servir per afiliar-se al contingut del teu RSS preferit

source: RSS dispatcher configuration updated
ca: Configuració del missatger de RSS actualitzada

source: RSS Dispatcher
ca: Missatger de RSS

source: Minimum free disk space per filesystem
ca: Espai lliure mínim per al sistema d'arxius

source: When the free space percentage of any disk partition is under this value the event is triggered.
ca: Quan el percentatge d'espai lliure de qualsevol disc estigui per sota aquest valor l'esdeveniment serà processat

source: Configure disk free space watcher
ca: Configura el control de espai al disc

source: Free Disk Space Watcher
ca: Controlador d'espai lliure al disc

source: Warning! The log watcher is not enabled. Enable to be notified when logs happen.
ca: Atenció! El registre de log's no està habilitat. Habilita'l per ser notificat dels logs.

source: Filtering
ca: Filtrat de paquets

source: Configure log watchers
ca: Configura el registre de logs

source: Log watcher
ca: Registre de logs

source: Events summarized chart
ca: Resum gràfic d'esdeveniments

source: Events summarized graph
ca: Resum diagrama d'esdeveniments

source: Receiver
ca: Receptor

source: Configure Dispatchers
ca: Configura els missatgers

source: dispatcher
ca: missatger

source: Enable/Disable each event dispatcher
ca: Habilita/inhabitia cada missatge d'esdeveniment

source: Events reports
ca: Informes d'errors

source: Events report
ca: Informes d'error

source: Events module configures Zentyal to help informing you about events that happen
ca: El mòdul d'esdeveniments configura Zentyal per tal d'ajudar-te a informar-te sobre els esdeveniments que succeeixen

source: Only 'tcp' and 'udp' are supported
ca: Únicament estan suportats els protocols 'tcp' i 'udp'

source: No hosts scanned, maybe you cannot resolve DNS names?
ca: No s'ha escanejat cap host. Pot ser que no es puguin resoldre noms al DNS?

source: No usage data for {d}. Are you sure is a valid disk?
ca: No hi ha dades útils per {d}. Esta segur que és un disc vàlid?

source: Invalid file system: {f}. Only regular and no removable media file systems are accepted
ca: Sistema d'arxius invalid: {f}. Només s'accepten sistemes d'arxius de mitjans regulars i no removibles

source: Logs
ca: Registres

source: Zentyal Server logs database
ca: Base de dades dels registres del Servidor Zentyal

source: Table {table} does not exist
ca: La taula {table} no existeix

source: Log messages
ca: missatges de log

source: Lifetime parameter must be a positive number of hours
ca: El paràmetre de temps ha de ser un nombre positiu d'hores

source: Creating backup archive
ca: Creant l'arxiu de backup

source: Dumping configuration of module {m}
ca: Volcant la configuració del módul {m}

source: Could not extract the requested backup files: {files}
ca: No s'han pogut extraure els arxius requerits del backup: {files}

source: Could not unpack the backup
ca: No s'ha pogut desempaquetar la còpia de seguretat

source: Writing backup file to hard disk
ca: Escrivint l'arxiu de backup al disc dur

source: The following modules have unsaved changes: {mods}. Before doing the backup you must save or discard them
ca: Els següents mòduls tenen canvis sense guardar: {mods}. Abans de fer la copia, els ha de guardar o descartar

source: Incorrect or corrupt backup file
ca: El fitxer de còpia de seguretat és incorrecte o corromput

source: The backup file is corrupt: could not open archive
ca: El fitxer de còpia de seguretat és corrupte: no es pot obrir l'arxiu

source: The backup file is corrupt: could not open backup checksum
ca: El fitxer de còpia de seguretat és corrupte: No es pot obrir el checksum del backup

source: The backup file is corrupt.
ca: El fitxer de còpia de seguretat és corrupte.

source: The backup archive has a invalid type. Maybe the file is corrupt or you are using a incompatible Zentyal version
ca: L'arxiu de backup és d'un tipus incorrecte. Potser l'arxiu està corromput o bé estàs fent servir una versió de Zentyal incompatible

source: The archive does not contain a full backup, that made a full restore impossibe. A configuration recovery may be possible
ca: L'arxiu no conté un backup complet, això farà que sigui impossible una restauració completa. Una recuperació de la configuració hauria de ser possible

source: There in not enough space left in the hard disk to complete the restore proccess. {size} Kb required. Free sufficient space and retry
ca: No hi ha espai lliure suficient al disc dur per completar el procés de recuperació. {size} Kb requerida. Allibera espai suficient i torna-ho a provar.

source: The following modules present in the backup are not installed: {mods}. You need to install them before restoring.
ca: Els següents mòduls presents en la còpia de seguretat no estan instal·lats: {mods}. Necessiteu instal·lar-los abans de restaurar.

source: Cannot restore backup, error enabling module {m}: {err}
ca: No es pot restaurar la còpia de seguretat, error restaurant el mòdul {m}: {err}

source: No module {m} found in backup
ca: No s'ha trobat cap mòdul {m} al backup

source: Module {m} is in both exclude and include lists
ca: El mòdul {m} es troba tant a les llistes d'inclusió com a les d'exclusió

source: No modules to restore
ca: No hi ha mòduls per restaurar

source: Unresolved restore dependency for module {topModule}: {modName} is not installed
ca: Dependència no resolta al restaurar per el mòdul {topModule}: {modName} no està instal.lat.

source: The input contains invalid characters
ca: L'entrada conté caràcters invàlids

source: Backup archives
ca: Arxius de còpia de seguretat

source: Audit Logging
ca: Registre d'auditoría

source: Date/Time
ca: Dia/Hora

source: Section
ca: Secció

source: Identifier
ca: Identificador

source: Previous value
ca: Valor anterior

source: Add
ca: Afegir

source: Set
ca: Establir

source: Move
ca: Moure

source: Configuration changes
ca: Canvis a la configuració

source: Login
ca: Iniciar sessió

source: Logout
ca: Tancar sessió

source: Failed login
ca: Accés fallat

source: Expired session
ca: Sessió expirada

source: Administrator sessions
ca: Sessions de l'administrador

source: System Information
ca: Informació del sistema

source: Dashboard
ca: Taula de Control

source: Module Status
ca: Estat dels mòduls

source: Import/Export Configuration
ca: Importar/Exportar Configuració

source: Halt/Reboot
ca: Atura / Reinicia

source: Disk Usage
ca: Ús de disc

source: General Information
ca: Informació general

source: Process List
ca: Llist de processos

source: available
ca: Disponible

source: No updates
ca: No hi ha actualitzacions

source: {n} security updates
ca: {n} actualitzacions de seguretat

source: {n} system updates
ca: {n} actualitzacions del sistema

source: {n} component updates
ca: {n} actualitzacions de components

source: Core version
ca: Versió de Zentyal

source: Uptime
ca: Temps engegat

source: Users
ca: Usuaris

source: Enabling {modName} module
ca: Activant el módul {modName}

source: Saving {modName} module
ca: Guardant el módul {modName}

source: running {scriptName} script
ca: arrencant l'script {scriptName}

source: Total ticks
ca: Total d'avisos

source: It must be a non-zero positive number
ca: Ha de ser un número positiu diferent de zero

source: Cannot execute {exe}
ca: No es pot executar {exe}

source: Number of ticks to notify
ca: Número d'avisos per notificar

source: must be greater than zero
ca: ha de ser més gran de zero

source: Executable has not been run
ca: L'executable no ha estat llançat

source: The executable has not run
ca: L'executable no s'ha executat

source: The executable has already been started
ca: L'executable ja s'ha començat

source: The executable has already finished
ca: L'executable ja s'ha acabat

source: Purge logs older than
ca: Neteja els logs mes antics que

source: Force log purge
ca: Força la neteja de logs

source: Purge
ca: Purga

source: one hour
ca: una hora

source: twelve hours
ca: dotze hores

source: one day
ca: un dia

source: three days
ca: tres dies

source: one week
ca: una setmana

source: fifteeen days
ca: quinze dies

source: thirty days
ca: trenta dies

source: ninety days
ca: noranta dies

source: Full report
ca: Informe complet

source: Summarized report
ca: Informe resum

source: Query Logs
ca: Consultes de registres

source: This log is forced by its module. You can only disable it by disabling {module} module
ca: Aquest registre és generat pel mòdul corresponent. Si el vol inhabilitar, inhabiliti el mòdul {module}

source: never purge
ca: no purgar mai

source: Current configuration
ca: Configuració actual

source: Enable/disable logging per-module basis
ca: Habilita / deshabilita el log per moduls bàsics

source: hour
ca: hora

source: day
ca: dia

source: week
ca: setmana

source: month
ca: mes

source: Report time period
ca: Temps entre informes
