Repository: madscientist3dfx/zentyal
Catalog: extra/language-packs/po/*.po
Languages: ca

source: Multi-value separated by commas, only valid types are: {dns}, {ip} and {email}. For instance, {example}
ca: Multi-valor separat per comes, els valors permesos són: {dns}, {ip} i {email}. Per exemple, {example}

source: Issue
ca: Expedir

source: Certificate changes will take effect immediately.
ca: Els canvis al certificat tindran efecte immediat.

source: The CA passphrase is optional
ca: La frase de pas de CA és opcional

source: Issue the Certification Authority Certificate
ca: Expedir el Certificat de l'Autoritat de Certificació

source: Issue a New Certificate
ca: Expedir un nou Certificat

source: Current Certificate List
ca: Llista de certificats actuals

source: Date refers to Expiration Date in Valid/Expired and to Revokation Date in Revoked certificates respectively
ca: La data es refereix a la Data d'Expiració en certificats Vàlids/Caducats i la data de Revocació als certificats revocats respectivament

source: from
ca: des de

source: Valid
ca: Vàlid

source: Expired
ca: Expirat

source: Revoked
ca: Revocat

source: Reason: {reason}
ca: Raó: {reason}

source: Revoke
ca: Revocar

source: Download Key(s) and Certificate
ca: Descarregar clau(s) i Certificat

source: Renew or reissue
ca: Renovar o re-expedir

source: Revoking CA certificate
ca: Revocar el certificat CA

source: Revoking certificate
ca: Revocant el certificat

source: This revokation can affect the functionality from other modules, please confirm you are very sure to revoke the whole certification authority from {on} and leave the service(s) unstable or disabled
ca: Aquesta revocació pot afectar al funcionament d'altres mòduls, si us plau confirmi que està segur de revocar tota l'autoritat de certificació de {on} i deixar el servei(s) inestables o inhabilitats

source: The certificate whose common name is {cn} you tried to revoke is being used by some module, please confirm you are sure to revoke and leave the service(s) unstable or disabled
ca: El certificat el nom comú del qual és {cn} i intenta revocar s'està fent-se servir en algun mòdul, si us plau confirmi que està segur de revocar i deixar algun servei(s) inestables o desactivats

source: Revoke a Certificate
ca: Revoca un Certificat

source: Revoke the selected certificate
ca: Revoca el certificat seleccionat

source: Expiration Date
ca: Data d'expiració

source: CA Passphrase
ca: Contrasenya del CA

source: Reissue
ca: Re-expedir

source: Reissue a certificate
ca: Re-expedir un certificat

source: Create
ca: Crear

source: Create Certification Authority Certificate
ca: Crear el Certificat de l'Autoritat de Certificació

source: Renew
ca: Renovar

source: Renewing CA certificate
ca: Renovant el certificat CA

source: Renewing certificate
ca: Renovant el certificat

source: This renewal can affect the functionality from other modules, please confirm you are very sure to renew the whole certification authority from {on} and leave the service(s) unstable or disabled
ca: La renovació pot afectar al funcionament d'altres mòduls, si us plau confirm que està segur de renovar tota l'autoritat de certificació de {on} i deixar servei(s) inestables o inhabilitats

source: The certificate whose common name is {cn} you tried to renew is being used by some module, please confirm you are sure to renew and leave the service(s) unstable or disabled
ca: El certificat amb nom comú {cn} que intenta renovar s'està utilitzant en algun mòdul, confirmi que està segur de renovar i deixar algun servei(s) inestables o inhabilitats

source: Renew a certificate
ca: Renovar un certificat

source: The service is enabled and running
ca: El servei està habilitat i executant-se

source: The service is enabled, but not running
ca: El servei està habilitat, però no executant-se

source: Running unmanaged
ca: Corrent sense supervisió

source: The service is running, but not enabled in Zentyal
ca: El servei està executant-se però no habilitat a Zentyal

source: The service is not enabled in Zentyal
ca: El servei no està habilitat a Zentyal

source: Restart
ca: Reinicia

source: Configure widgets
ca: Configura els Widgets

source: No entries in this list
ca: Sense entrades en aquesta llista

source: The following modules have unsaved changes but are <b>disabled</b>. If you need to enable them go to {openref}Module Status{closeref}.
ca: Els mòduls següents tenen canvis no desats però estan <b>inhabilitats</b>. Si necessita habilitar-los aleshores vagi a {openref}Estat del mòdul{closeref}.

source: There are unsaved changes in one or more modules, you can save or discard those changes.
ca: Hi ha canvis no desats en un o més dels vostres mòduls. Podeu desar o descartar aquests canvis.

source: If you made changes to the network interfaces or the administration port, you may need to manually rewrite the url in order to access this administration interface again.
ca: Si heu fet canvis a les interfícies de xarxa o al port d'administració, és possible que necessiteu reescriure la url per a poder accedir a aquesta interfície d'administració una altra vegada.

source: The following changes are pending. You can save or discard them.
ca: Els següents canvis no s'han guardat. Els pot guardar o descartar.

source: Save
ca: Guarda

source: Discard changes
ca: Descarta els canvis

source: There are no unsaved changes.
ca: No hi ha canvis sense desar.

source: Item
ca: Ítem

source: items left
ca: Ítems que resten

source: Some error has happened in Zentyal:
ca: Ha succeït un error in Zentyal

source: Starting...
ca: Iniciant..

source: of
ca: De

source: The process produced some warning messages:
ca: El procés ha generat alguns avisos:

source: Skip
ca: Salta

source: Next
ca: Següent

source: Congratulations!
ca: Felicitats!

source: Enabling this module will cause Zentyal to perform the actions and file modifications listed below. You must explicitly accept these changes to enable the module.
ca: Habilitar aquest mòdul farà que Zentyal realitzi les accions i les modificacions en els fitxers llistats més avall. Ha d'acceptar explícitament aquests canvis per habilitar el mòdul.

source: Actions to perform by Zentyal
ca: Accions a realitzar per Zentyal

source: Files to modify by Zentyal
ca: Arxius a modificar per Zentyal

source: Accept
ca: Acceptar

source: Page
ca: Pàgina

source: first
ca: primer

source: prev
ca: anterior

source: next
ca: següent

source: last
ca: últim

source: Choose one of the options to show the associated table
ca: Esculli una opció per mostrar la taula associada

source: Choose one...
ca: Esculli una...

source: Adding a new {row}
ca: Afegir una nova {row}

source: Editing {row}
ca: Editant {row}

source: Add new
ca: Afegir nou

source: Read-only row: edit disabled
ca: Fila de només lectura: edició desactivada

source: Read-only row: delete disabled
ca: Fila de només lectura: esborrar desactivat

source: Read-only row: move up disabled
ca: Fila de només lectura: moviment cap a munt inhabilitat

source: Read-only row: move down disabled
ca: Fila de només lectura: moviment cap a baix inhabilitat

source: January
ca: Gener

source: February
ca: Febrer

source: March
ca: Març

source: April
ca: Abril

source: May
ca: Maig

source: June
ca: Juny

source: July
ca: Juliol

source: August
ca: Agost

source: September
ca: Setembre

source: October
ca: Octubre

source: November
ca: Novembre

source: December
ca: Desembre

source: Add new...
ca: Afegir nou...

source: No elements found.
ca: No hi ha cap element.

source: Add a new one
ca: Afegir un {row}

source: Inverse match
ca: Opció Inversa

source: Optional
ca: Opcional

source: Depends
ca: Depèn

source: Configure module: {module}
ca: Configura el módul: {module}

source: Documentation
ca: Documentació

source: Forum
ca: Fòrum

source: Report a bug
ca: Notifica un error

source: show help
ca: mostrar ajuda

source: hide help
ca: amagar ajuda

source: There are unsaved changes, if you log out now they will be lost.
ca: Hi ha canvis sense desar, si sortiu ara es perdran.

source: There are no unsaved changes in this session.
ca: No hi ha canvis sense desar en aquestes sessions

source: Exit
ca: Sortir

source: Zentyal homepage
ca: Pàgina d'inici de Zentyal

source: If you typed the URL manually, please check it
ca: Si ha escrit la URL manualment, comprovi-la

source: Maybe a change in the Zentyal configuration or software made no longer available the requested page
ca: Potser un canvi fet a la configuració de Zentyal o al programari ha fet que la pàgina sol·licitada no estigui més disponible

source: If you need more help, you may want visit {homepage} for documentation and mailing lists
ca: Si necessita més ajuda, pot visitar {homepage} per la documentació o llistes de correu

source: we're sorry
ca: ho sentim

source: The page cannot be found
ca: La pàgina no es troba

source: Warning: Unfortunately Internet Explorer is not yet supported on Zentyal. Please use {url} instead.
ca: Atenció: Infortunadament Internet Explorer no està suportat per Zentyal. Si us plau, utilitzi {url}

source: Warning: You are using a browser which is not {url}, the only one officially supported. Please, take into consideration that you might face some issues while navigating on Zentyal UI.
ca: Atenció: Està fent servir un Navegador que no és {url}, l'únic oficialment suportat. Si us plau, tingui en compte que pot trobar-te algun problema utilitzant la interfície de Zentyal.

source: Mounted on
ca: Muntat a

source: Partition Properties
ca: Propietats de la partició

source: Inexistent RAID array {a}
ca: RAID inexistent {a}

source: RAID is not enabled in this system.
ca: El RAID no està habilitat en aquest sistema

source: left-asymmetric
ca: asimètric-esquerre

source: right-asymmetric
ca: asimètric-dret

source: left-symmetric
ca: simètric-esquerre

source: right-symmetric
ca: simètric-dret

source: Active RAID devices
ca: Dispositius RAID actius

source: Active RAID devices needed
ca: Dispositius RAID actius necessaris

source: Size in blocks
ca: Mida en blocs

source: Chunk size
ca: Mida del tros d'espai

source: Parity algorithm
ca: Algorisme de paritat

source: Array properties
ca: Propietats de l'array

source: Resyncing array
ca: Resincronitzant l'array

source: Rebuild array
ca: Reconstruir l'array

source: Reshape array
ca: Reformar l'array

source: Operation type
ca: Tipus d'operació

source: Percentage completed
ca: Percentatge completat

source: Estimated time left
ca: Temps estimat per acabar

source: Operation speed
ca: Velocitat de l'operació

source: RAID device number
ca: Número de dispositiu RAID

source: Device
ca: Dispositiu

source: failure
ca: Fallada

source: Unused RAID arrays
ca: Array RAID no usuats

source: Do you wish to overwrite these files?
ca: Vols sobreescriure aquests arxius?

source: Keep current file
ca: Mantenir l'arxiu actual

source: Modify
ca: Modificar

source: Those modules which have not been enabled for first time in the {openref}Module Status{closeref} section will be ignored in both backup and restore operations.
ca: Els mòduls que no han estat habilitats per primer cop a la secció {openref}Estat de módul{closeref} seran ignorats a l'operació de backup i restauració.

source: Backup the Current State
ca: Còpia de seguretat de l'estat actual

source: Backups will be stored in Zentyal and then you will be able to download them to your hard disk.
ca: Les còpies de seguretat seran desats a Zentyal i aleshores podrà descarregar-los al seu disc dur.

source: If you have the file sharing module configured, all users having administration rights will be able to access the backup directory as a shared resource.
ca: Si en té el mòdul de compartició d'arxius configurat, tots els usuaris que tinguin permisos d'administrador tindran accés al directori de còpia de seguretat com a recurs compartit.

source: Restore Backup from File
ca: Restaura la còpia de seguretat des de un arxiu

source: You can upload a backup file from your computer. When uploading files you should be warned that some web browsers cannot handle huge files (>= 1 Gb).
ca: Pot pujar un arxiu de còpia de seguretat del seu equip. Quan pugi arxius serà avisat que alguns navegadors web no poden suportar arxius grans (>= 1 Gb).

source: Backup file
ca: Arxiu de còpia de seguretat

source: Restore configuration using this file
ca: Restaura la configuració fent servir aquest fitxer

source: Full
ca: Complet

source: Configuration only
ca: Només configuració

source: Unknown type
ca: Tipus desconegut

source: Configuration Report
ca: Informe de configuració

source: You can generate a file with information about the state of your system. This file can be useful if you want to report a problem or seek for support.
ca: Aquesta pàgina permet generar un fitxer amb la informació sobre l'estat del vostre sistema. El fitxer serà útil si voleu informar un problema o cerques suport.

source: Generate and Download report file
ca: Generar i descarregar l'arxiu d'informe

source: Log Domain
ca: Domini de registre

source: Last hour logs will be showed when selecting a component
ca: Els registres de l'última hora seran mostrats quan se seleccioni un component

source: Select available full reports
ca: Seleccioni informes disponibles

source: View
ca: Vista

source: Custom query
ca: Consulta personalitzada

source: From date:
ca: Des de la data:

source: No options
ca: Sense opcions

source: Mail alias settings
ca: Paràmetres de l'àlies de correu

source: There are no users in the group or the users do not have a mail account, so an alias account cannot be created
ca: No hi ha usuaris en el grup o els usuaris no tenen compte de correu, per tant no es podrà crear un àlies per el compte

source: Mail alias
ca: Alies de correu

source: Create mail account
ca: Crear un compte de correu

source: Virtual mail domain
ca: Domini virtual de correu

source: Set up the default virtual mail domain
ca: Configurar per defecte el domini virtual de correu

source: This will be the domain for your mail accounts
ca: Aquest serà el domini per els teus comptes de correu

source: Mail account
ca: Compte de correu

source: Click here to create a new mail virtual domain
ca: Prem aquí per crear un nou domini virtual de correu

source: Sender
ca: Remitent

source: Recipients
ca: Receptors

source: Requeue
ca: Tornar a posar a la cua

source: Show Info
ca: Mostrar Informació

source: Hide Info
ca: Amagar la Informació

source: Attempt to deliver all queued mail
ca: Intentar entregar tot el correu pendent

source: Remove all messages
ca: Esborrar tots el missatges

source: There are no messages in queue or the service is stopped
ca: No hi ha missatges en cua o el servei està aturat

source: The following settings only will take effect when the mail module is enabled
ca: Les següents modificacions només tindran efecte quan el mòdul de correu estigui habilitat

source: The virtual domain you tried to delete contains data in the following modules. Please confirm you want to remove it and all its related data
ca: El domini virtual que intenta eliminar conté dades en els següents mòduls. Si us plau, confirmi que el vol eliminar juntament amb totes les seves dades

source: Mail account settings
ca: Paràmetres del compte de correu

source: Create mail aliases
ca: Crear àlies de correu

source: No quota
ca: Sense quota

source: Default quota
ca: Quota per defecte

source: Custom quota
ca: Quota personalitzada

source: Quota type
ca: Tipus de quota

source: Maximum mailbox size in MB
ca: La mida màxima de la bústia en MB

source: Zarafa account
ca: Compte de Zarafa

source: Zarafa takes quota settings from mail account settings.
ca: Zarafa prendrà la configuració de quotes de la configuració del compte de correu.

source: Groupware contact
ca: Contacte de Groupware

source: Asterisk group queue
ca: Cua del grup Asterisk

source: There are no users in this group or the users do not have an Asterisk account, so a queue cannot be created.
ca: No hi ha usuaris en aquest grup o els usuaris no tenen un compte d'Asterisk, per tant la cua no es pot crear.

source: Group queue
ca: Cua de grup

source: Asterisk account
ca: Compte d'Asterisk

source: Password for Asterisk service is the user password
ca: La clau d'accés pel servei d'Asterisk es la de l'usuari.

source: The following settings only will take effect when the Asterisk module is enabled.
ca: La configuració següent només afecta si el mòdul Asterisk està activat.

source: Add User
ca: Afegir usuari

source: Retype password
ca: Torni a escriu-re la clau d'accés

source: Add and Edit
ca: Afegir i Editar

source: Add Group
ca: Afegir grup

source: Group name
ca: Nom del grup

source: Optional value
ca: Valor opcional

source: The user you tried to delete contains data in the following modules. Please confirm you want to remove it and all its related data
ca: L'usuari que intenta eliminar té dades als següents mòduls. Si us plau confirmi que el vol eliminar junt amb les dades relacionades

source: The group you tried to delete contains data in the following modules. Please confirm you want to remove it and all its related data
ca: El grup que intenta eliminar té dades als següents mòduls. Si us plau confirmi que el vol eliminar junt amb les dades relacionades

source: There are no users at the moment. You need at least one to manage this group properly.
ca: No hi ha usuaris en aquest moment. En necessita al menys un per poder modificar el grup correctament.

source: Users in group
ca: Usuaris en el grup

source: Users not in group
ca: Usuaris fora el grup

source: Empty list
ca: Llista buida

source: Remove users from group
ca: Treu usuaris del grup

source: Add users to group
ca: Afegeix usuaris al grup

source: Delete group
ca: Elimina el grup

source: This operation will cause the removal of the group and all dependent data such as shared directory, etc.
ca: Aquesta operació farà que s'elimini el grup i totes les dades dependents com un directori compartit, etc...

source: User quota
ca: Quota d'usuari

source: User groups
ca: Grups d'usuari

source: Other groups
ca: Altres grups

source: Remove groups from user
ca: Elimina grups de l'usuari

source: Delete user
ca: Elimina usuari

source: This operation will cause the removal of the user and all dependent data such as mail accounts, user files, etc.
ca: La operació farà que s'elimini l'usuari i totes les dades depenents com el correu, arxius, etc.
