Repository: madscientist3dfx/zentyal
Catalog: extra/language-packs/po/zentyal-subscription/*.po
Languages: es

source: Zentyal Office features
es: Características de Zentyal Office

source: Directory Service
es: Servicio de Directorio

source: All your users in one place!
es: ¡Tus usuarios en un único sitio!

source: Manage users, groups and privileges from a single point. Replicate the directory over multiple servers for service distribution and high availability or synchronize against an existing Active Directory.
es: Gestiona tus usuarios, grupos y privilegios desde un punto central. Replica el directorio en múltiples servidores para distribuir servicios y alta disponibilidad o sincroniza contra un Active Directory existente.

source: Easy on-line collaboration!
es: ¡Facilita la colaboración on-line!

source: Allow your users to access their email, share their calendars, contacts and tasks. Help the employees to work together while located remotely and enable more effective team collaboration. The perfect Exchange replacement!
es: Permite a tus usuarios acceder a su correo electrónico y compartir sus calendarios, contactos y tareas. Ayuda a los empleados a trabajar conjuntamente cuando se encuentran fuera y permite una colaboración más eficaz. ¡El sustituto perfecto de Exchange!

source: File and Printer Sharing
es: Compartición de Ficheros e Impresoras

source: Sharing is easy!
es: ¡Es fácil compartir!

source: Create shared folders and printers over your network and let your users access them seamlessly from any operating system. Replace your Windows server with Zentyal without any disruption to your users.
es: Comparte carpetas e impresoras en la red entre todos tus usuarios, sin importar su sistema operativo. Reemplaza tu servidor Windows con Zentyal sin ningún tipo de interrupción a los usuarios.

source: Data Backup
es: Backup de Datos

source: A catastrophe you can prevent!
es: ¡Una catástrofe que puedes evitar!

source: Hardware or software failures and human errors are common and can cause irreparable damage. Having a proper procedure to perform, check and restore configuration and data backups will save you from a disaster.
es: Los fallos de hardware y de software así como los errores humanos son comunes y pueden causar daños irreparables. Tener un procedimiento adecuado para realizar, comprobar y recuperar copias de seguridad de datos y de configuración te salvan de un desastre.

source: LDAP Directory server: Central management of users and groups, Master/slave architecture, Windows Active Directory synchronization.
es: Servicio de directorio LDAP: Gestión central de usuarios y grupos, Arquitectura maestro/esclavo, Sincronización con Windows Active Directory.

source: File sharing: Windows file sharing (CIFS), Primary Domain Controller (PDC), Advanced password policies, Roaming profiles, Windows 7 support.
es: Compartición de ficheros: Compartición de ficheros Windows (CIFS), Controlador Primario de Dominio (PDC), Políticas avanzadas de contraseñas, Perfiles móviles, Soporte para Windows 7.

source: Printer sharing: Printer management, Windows printer sharing, IPP support.
es: Compartición de impresoras: Gestión de impresoras, Compartición de impresoras Windows, Soporte para IPP.

source: Groupware: Mail, Shared calendar, Shared contacts, Shared tasks, Mobile devices synchronization.
es: Groupware: Mail, Calendarios compartidos, Contactos compartidos, Tareas compartidas, Sincronización con dispositivos móviles.

source: Backup: Incremental and full backup, Advanced backup policy, Disaster recovery.
es: Backup: Backup incremental y completo, Política avanzada de backup, Recuperación de desastres.

source: Zentyal Unified Communications features
es: Características de Zentyal Unified Communications

source: Email
es: Correo Electrónico

source: With your favorite email client!
es: ¡Con tu cliente de correo favorito!

source: Zentyal includes a complete email solution, with antispam and antivirus, as well as webmail. All the current standards are supported, so your users can keep using their favorite email clients.
es: Zentyal incluye una solución de correo electrónico completa, con antispam, antivirus y webmail. Todos los estándares actuales son compatibles, por lo que tus usuarios pueden seguir usando sus clientes de correo favoritos.

source: Instant Messaging
es: Mensajería Instantánea

source: When email is not enough!
es: ¡Cuando el correo no es suficiente!

source: Allow your users to communicate quickly, efficiently and safely with colleagues and customers. The XMPP/Jabber protocol used allows the use of any of the existing clients on most platforms, even on cell phones.
es: Permite a tus usuarios comunicarse con sus colegas y clientes de forma rápida, eficaz y segura. El protocolo XMPP/Jabber permite utilizar cualquiera de los clientes actuales en la mayoría de las plataformas, incluso en los móviles.

source: VoIP
es: Voz IP

source: When you need to call!
es: ¡Cuando tienes que llamar!

source: Provide your employees with extensions and make internal calls and conferences easily. With third-party providers, you can also get real phone numbers to make and receive external calls at very low prices.
es: Ofrece a tus empleados extensiones para realizar llamadas internas y conferencias con facilidad. Con un proveedor puedes también obtener números de teléfono reales para hacer y recibir llamadas a un coste muy bajo.

source: Your data everywhere!
es: ¡Tus datos donde estés!

source: Thanks to the groupware service your users can access email and other data wherever they go no matter the device they use: email client, web browser or mobile devices. Migrating from Exchange was never this easy!
es: Gracias al groupware tus usuarios puedan acceder al correo y a otros datos estén donde estén, sin importar el dispositivo que utilicen: cliente de correo, navegador o dispositivo móvil. ¡La migración de Exchange nunca fue tan fácil!

source: Mail server: SMTP with TLS, POP3-IMAP4 with SSL, Webmail, Server side filtering (SIEVE), External mail retrieval, Antispam, Antivirus, Greylisting, Virtual domains, User quota support.
es: Servidor de correo: SMTP con TLS, POP3-IMAP4 con SSL, Webmail, Filtrado en el servidor (SIEVE), Obtención de correo externo, Antispam, Antivirus, Greylisting, Dominios virtuales, Soporte a las cuotas de usuario.

source: Groupware: Mail, Shared calendar, Shared contacts, Shared tasks, Mobile devices synchronization.)
es: Groupware: Mail, Calendarios compartidos, Contactos compartidos, Tareas compartidas, Sincronización con dispositivos móviles.

source: Instant Messaging server: XMPP/Jabber server, Conference rooms.)
es: Servidor de Mensajería Instantánea: Servidor XMPP/Jabber, Salas de conferencia.

source: Voice over IP server: SIP users and phones, Calls through an external provider, Conference rooms, Voicemail, Call transfers and parking, Music on hold, Queues, Logs.
es: Servidor Voz IP: Usuarios y teléfonos SIP, Llamadas a través de un proveedor externo, Salas de conferencia, Buzón de voz, Transferencia de llamadas y llamadas en espera, Música de espera, Colas, Logs.

source: Subscribe to Zentyal Cloud
es: Suscribir a Zentyal Cloud

source: Subscribe with an existing account
es: Suscribir con una cuenta existente

source: Register a Free Basic Subscription
es: Registra una Suscripción Básica Gratuita

source: Password
es: Contraseña

source: Repeat password
es: Repetir contraseña

source: Server name
es: Nombre del servidor

source: First name
es: Nombre

source: Last name
es: Apellido

source: Country
es: País

source: Company
es: Empresa

source: Position
es: Puesto

source: Senior Manager (CEO, Owner, COO...)
es: Alto Directivo (CEO, Propietario, COO...)

source: IT Manager
es: Director de TI

source: Network Technician or System Administrator
es: Técnico de Redes o Administrador de Sistemas

source: Other
es: Otro

source: Phone number
es: Teléfono

source: Required fields
es: Campos obligatorios

source: Send me the Zentyal Newsletter to receive news and exclusive promotions in my inbox
es: Quiero recibir el Newsletter de Zentyal para enterarme de noticias y promociones exclusivas por correo

source: I have read and agree to the {oh}Privacy Policy{ch}
es: He leído y acepto la {oh}Política de Privacidad{ch}

source: Subscribe
es: Suscribir

source: {bo}Get the FREE Basic Subscription!{bc} Store your configuration backup in Zentyal Cloud, create zentyal.me subdomain for your server & much more!
es: {bo}Obtén la suscripción Basic GRATIS!{bc} Almacena tu backup de configuración en Zentyal Cloud, crea un subdominio zentyal.me para tu servidor y mucho más!

source: Community
es: Comunidad

source: A preview of Zentyal Cloud and access to some basic features!
es: Una vista previa de Zentyal Cloud y acceso a algunas características básicas!

source: FREE Basic Subscription
es: Suscripción Básica GRATIS

source: Business
es: Negocio

source: Fully supported Zentyal server for less than 25 users
es: Servidor Zentyal completamente soportado para menos de 25 usuarios

source: Small Business Edition
es: Edición Small Business

source: Fully supported Zentyal server for an unlimited number of users.
es: Servidor Zentyal completamente soportado para un número de usuarios ilimitado.

source: Enterprise Edition
es: Edición Enterprise

source: Learn to use all Zentyal based network services in production environments.
es: Aprende a usar todos los servicios de red basados en Zentyal en entornos de producción.

source: Certified Training
es: Formación Certificada

source: "Zentyal for Network Administrators" book in English and Spanish.
es: Libro "Zentyal para Administradores de Redes" en Español e Inglés.

source: Official Manual
es: Manual Oficial

source: Thanks to your server subscription, the configuration backup is checked on daily basis and stored automatically on the Zentyal Cloud if any configuration changes are detected. You may check all your configuration backups {ohref}here{chref}.
es: Gracias a tu suscripción de servidor, el backup de configuración se comprueba y almacena diariamente en Zentyal Cloud de forma automática si se detectan cambios. Puedes comprobar todos tus backups de configuración {ohref}aquí{chref}.

source: Get a FREE {ohref}Basic Server Subscription{chref}! It gives you a preview of Zentyal Cloud and allows access to some features, such as basic alerts, reports, monitoring options and jobs. In addition, it allows you to store one configuration backup remotely and create zentyal.me subdomain for your server.
es: ¡Obtén GRATIS una {ohref}Suscripción Básica{chref}! Te ofrecerá una demostración de Zentyal Cloud y acceso a algunas características limitadas, como alertas, informes, opciones de monitorización y trabajos básicos. Además, te permitirá almacenar un backup de configuración de forma remota y crear un subdominio zentyal.me para tu servidor.
