Repository: madscientist3dfx/zentyal
Catalog: extra/language-packs/po/zentyal-subscription/*.po
Languages: es

source: Want to remove ads from the websites your users browse? Get the {ohs}Small Business{ch} or {ohe}Enterprise Edition {ch} that include the Ad blocking feature in the automatic security updates.
es: ¿Quieres eliminar los anuncios de la navegación de tus usuarios? Obtén la edición {ohs}Small Business{ch} o {ohe}Enterprise{ch} que incluyen el servicio de Ad Blocking en las actualizaciones de seguridad automáticas.

source: Want to avoid threats such as malware, phishing and bots? Get the {ohs}Small Business{ch} or {ohe}Enterprise Edition {ch} that include the Content Filtering feature in the automatic security updates.
es: ¿Quieres evitar amenazas como el malware, phishing y los bots? Obtén la edición {ohs}Small Business{ch} o {ohe}Enterprise {ch} que incluyen el servicio de Sistema de Filtrado de Contenidos en las actualizaciones de seguridad automáticas.

source: This is an unsupported Community Edition. Get the fully supported {ohs}Small Business{ch} or {ohe}Enterprise Edition{ch} for automatic security updates.
es: Esta es una edición Community sin soporte. Obtén una edición {ohs}Small Business{ch} o {ohe}Enterprise{ch} completamente soportada para actualizaciones de seguridad automáticas.

source: Not subscribed - {oh}Subscribe now!{ch}
es: No suscrito - {oh}¡Suscríbete ahora!{ch}

source: None - {oh}Get Free Basic Subscription!{ch}
es: Ninguna - {oh}¡Consigue una Suscripción Básica gratuita!{ch}

source: Disabled - {oh}Enable{ch}
es: Desactivado - {oh}Activar{ch}

source: Security Updates
es: Actualizaciones de Seguridad

source: Disaster Recovery
es: Recuperación de Desastres

source: {oh}On-line Support Platform{ch}
es: {oh}Plataforma de Soporte On-line{ch}

source: {os}{oh}On-line Support Platform{ch}, Chat and Phone upon request{cs}
es: {os}{oh}Plataforma de Soporte On-line{ch}, Chat y Teléfono bajo petición{cs}

source: {os}{oh}On-line Support Platform{ch}, Chat, Phone{cs}
es: {os}{oh}Plataforma de Soporte On-line{ch}, Chat, Teléfono{cs}

source: Next Business Day
es: Siguiente Día Laborable

source: 4 hours
es: 4 horas

source: 1 hour
es: 1 hora

source: Want to install and configure your server correctly right from the start and receive maintenance support whenever necessary? Get the {ohs}Small Business{ch} or {ohe}Enterprise Edition{ch}: both include technical support for an unlimited number of Zentyal server related issues.
es: ¿Quieres instalar y configurar tu servidor correctamente desde el principio y recibir soporte de mantenmiento cuando lo necesites? Obtén la edición {ohs}Small Business{ch} o {ohe}Enterprise{ch}: ambos incluyen un número ilimitado de incidencias relacionadas con el servidor Zentyal.

source: <span>None - {ohb}Get Free Basic Subscription{ch}</span>
es: <span>Ninguna - {ohb}Consigue una Suscripción Básica gratuita{ch}</span>

source: Want to offer enterprise-level security for your organization? Get the {ohs}Small Business{ch} or {ohe}Enterprise Edition{ch}: both include automatic security updates so you can stop worrying about the Antivirus, Antispam, IDS and the Content Filtering System.
es: ¿Quieres ofrecer seguridad a nivel empresarial para tu organización? Obtén la edición {ohs}Small Business{ch} o {ohe}Enterprise {ch}: ambas incluyen actualizaciones de seguridad automáticas para que puedas dejar de preocuparte de Antivirus, Antispam, IDS y del Filtrado de contenidos.

source: To subscribe your Zentyal server to Zentyal Cloud, you have to have the Free Basic Subscription, or Small Business, or Enterprise Edition, all available in the Zentyal On-line Store. Once you have obtained one of these services, you will be sent a user name and password you can use below to subscribe your server to Zentyal Cloud.
es: Para suscribir tu servidor Zentyal a Zentyal Cloud, necesitas obtener una Suscripción Básica o una edición Small Business o Enterprise, todas disponibles en la Tienda On-line de Zentyal. Una vez que hayas obtenido uno de estos servicios, recibirás un nombre de usuario y contraseña: insértalos en el formulario situado debajo para suscribir tu servidor a Zentyal Cloud.

source: Want to guarantee that your Zentyal server is always up-to-date, secured and supported? Get the {ohs}Small Business{ch} or {ohe}Enterprise Edition{ch}!
es: ¿Quieres garantizar que tu servidor Zentyal este siempre al día, seguro y que cuente con el soporte técnico? ¡Obtén la edición {ohs}Small Business {ch} o {ohe}Enterprise{ch}!

source: As to the estimated time to recover from a disaster, estimation consists of 45 minutes to install Zentyal server, upper bound of the backup size and average download time obtained from the latest Network report statistics.
es: Sobre el tiempo estimado para la recuperación de un desastre, la estimación comprende 45 minutos para instalar el servidor Zentyal, más el tiempo medio calculado para descargar la copia de seguridad, dependiendo de su tamaño y la velocidad de descarga.

source: Want to ensure the availability of your business critical data at all times? Get the {ohs}Small Business{ch} or {ohe}Enterprise Edition{ch}! Take a look and try out the Free {ohb}Basic Subscription{ch} which allows you to store one configuration backup remotely.
es: ¿Quieres asegurar la disponibilidad de los datos críticos de tu organización en todo momento? ¡Obtén la edición {ohs}Small Business {ch} o {ohe}Enterprise{ch}! Pruébalo tú mismo con la {ohb}Suscripción Básica{ch}, que permite guardar una copia de seguridad remota de tu configuración.

source: Want to ensure that your business critical data and system configuration is stored in a safe remote location and can be easily restored in case of a disaster? Get the {ohs}Small Business{ch} or {ohe}Enterprise Edition{ch}!
es: ¿Quieres asegurar que los datos críticos de tu organización y la configuración de tu sistema estén guardados en una ubicación remota segura y puedan ser fácilmente recuperados en caso de desastre? ¡Obtén la edición {ohs}Small Business{ch} o {ohe}Enterprise{ch}!

source: Get a Free {ohb}Basic Subscription{ch}! It gives you a preview of Zentyal Cloud and allows you access to some basic features, such as basic alerts, reports, monitoring options and jobs. In addition, it allows you to configure one remote configuration backup and create zentyal.me subdomain for your server).
es: ¡Obtén la {ohb}Suscripción Básica{ch} gratuita! Te ofrece una demostración de Zentyal Cloud y te dará acceso a algunas de las funcionalidades básicas, como por ejemplo alertas básicas, informes, opciones de monitorización y trabajos básicos. Además, te permitirá realizar una copia de seguridad remota de tu configuración y crear un subdominio zentyal.me para tu servidor.

source: You cannot get Module {mod} enabled with Small Business Edition
es: No puedes habilitar el módulo {mod} con la edición Small Business

source: The Small Business Edition can be only used in master mode or Active Directory slave
es: La edición Small Business se puede usar únicamente en modo maestro o como esclavo de Active Directory

source: The Small Business Edition cannot have got slaves
es: La Edición Small Business no puede tener esclavos

source: The maximum number of users for Small Business Edition is {max} and you currently have {nUsers}
es: El máximo número de usuarios para la edición Small Business es {max} y tienes {nUsers}

source: The Small Business Edition cannot have VPN tunnels among Zentyal servers and '{name}' VPN server is configured to allow this kind of tunnels
es: La edición Small Business no puede tener túneles VPN entre servidores Zentyal y el servidor VPN '{name}' está configurado para permitir este tipo de túneles

source: The Small Business Edition cannot have VPN tunnels among Zentyal servers and '{name}' VPN client is connected to another Zentyal server
es: La edición Small Business no puede tener túneles VPN entre servidores Zentyal y el cliente VPN '{name}' está conectado a otro servidor Zentyal

source: You must agree to the privacy policy to continue
es: Debes aceptar la política de privacidad para continuar

source: Choosing {brand} method you will use the {ohref}{service} service{ch}. Ensure that your business critical data and system configuration is stored in a safe remote location and can be easily restored in case of a disaster? Get the {ohs}Small Business{ch} or {ohe}Enterprise Edition {ch} to enable the service.
es: Si escoges el método {brand}, usarás el {ohref}servicio {service}{chref}. Asegura que los datos críticos de tu organización y la configuración de tu sistema estén guardados en una ubicación remota segura y puedan ser fácilmente recuperados en caso de desastre. ¡Obtén la edición {ohs}Small Business{ch} o {ohe}Enterprise{ch} para activar este servicio.

source: Zentyal Disaster Recovery
es: Recuperación de Desastres

source: You can configure your Dynamic DNS provider here. If yor server is already subscribed to Zentyal Cloud, your provider is Zentyal Cloud. Get the Free {ohb}Basic Subscription{ch}, or {ohs}Small Business{ch} or {ohe}Enterprise{ch} to obtain zentyal.me subdomain for your server.
es: Puedes configurar tu proveedor de DNS Dinámico aquí. Si tu servidor ya está suscrito a Zentyal Cloud, tu proveedor es Zentyal Cloud. Obtén la {ohb}Suscripción Básica{ch} o una edición {ohs}Small Business {ch} o {ohe}Enterprise{ch} para conseguir un subdominio zentyal.me para tu servidor.

source: Want to keep spam out of your mail servers? Get the {openhref}Enterprise Edition{closehref} that includes the Antispam feature in the automatic security updates.
es: ¿Quieres evitar el spam en tus servidores de correo? Obtén la edición {openhref}Enterprise{closehref} que incluye el servicio de Antispam en las actualizaciones de seguridad automáticas.

source: Want to protect your system against scams, spear phishing, frauds and other junk? Get the {ohs}Small Business{ch} or {ohe}Enterprise Edition{ch} that include the Antivirus feature in the automatic security updates.
es: ¿Quieres proteger tu sistema contra las estafas, phishing, fraudes y otras amenazas? Obtén la edición {ohs}Small Business{ch} o {ohe}Enterprise{ch} que incluyen el servicio de Antivirus en las actualizaciones de seguridad automáticas.

source: Want to receive an alert when something has gone wrong in your system? Get the {ohs}Small Business{ch} or {ohe}Enterprise Edition{ch} to enable all automatic alerts.
es: ¿Quieres recibir una alerta cuando algo ha fallado en tu sistema? Obtén la edición {ohs}Small Business{ch} o {ohe}Enterprise {ch} para activar todas las alertas automáticas.

source: Want to know what is your system status and usage? Get the {ohs}Small Business{ch} or {ohe}Enterprise Edition{ch} to receive regular system reports.
es: ¿Quieres conocer el estado de tu sistema y el uso que se le está dando? Obtén la edición {ohs}Small Business{ch} o {ohe}Enterprise {ch} para recibir informes frequentes del sistema.

source: Warning: The updates are community based and there is no guarantee that your server will work properly after applying them. In production environments you should use the Small Business or Enterprise Edition that include quality assured software updates.
es: Aviso: Estas actualizaciones son de comunidad y no garantizan que tu servidor funcione correctamente después de haberlas aplicado. En entornos de producción deberás usar la edición {ohs}Small Business{ch} o {ohe}Enterprise{ch} que incluyen actualizaciones de software con garantía de calidad.

source: Your commercial server edition guarantees that these are quality assured software updates and will be automatically applied to your system.
es: Tu edición comercial del servidor asegura que estas actualizaciones tienen garantía de calidad y se aplicarán automáticamente a tu sistema.

source: Warning: The updates are community based and there is no guarantee that your server will work properly after applying them. In production environments you should use the {ohs}Small Business{ch} or {ohe}Enterprise Edition{ch} that include quality assured software updates.
es: Aviso: Estas actualizaciones son de comunidad y no garantizan que tu servidor funcione correctamente después de haberlas aplicado. En entornos de producción deberás usar la edición {ohs}Small Business{ch} o {ohe}Enterprise{ch} que incluyen actualizaciones de software con garantía de calidad.

source: Want to protect your system against the latest security threats, hacking attempts and attacks on security vulnerabilities? Get the {ohs}Small Business{ch} or {ohe}Enterprise Edition{ch} that include the IDS feature in the automatic security updates.
es: ¿Quieres proteger tu sistema contra las últimas amenazas de seguridad, intentos de hacking y ataques a vulnerabilidades de seguridad? Obtén la edición {ohs}Small Business{ch} o {ohe}Enterprise {ch} que incluyen el servicio de IDS en las actualizaciones de seguridad automáticas.

source: Get all the advantages of Microsoft Exchange and only 50%% of the costs! Zentyal fully integrates Zarafa groupware solution, an alternative to MS Exchange Server and Outlook. Get the {ohs}Small Business{ch} or {ohe}Enterprise Edition{ch} and purchase the Zarafa Small Business add-on!
es: ¡Obtén todas las ventajas de Microsoft Exchange con sólo el 50%% de los costes! Zentyal integra la solución de groupware de Zarafa, una alternativa al MS Exchange Server y Outlook. ¡Obtén la edición {ohs}Small Business{ch} o {ohe}Enterprise{ch} y adquiere Zarafa Small Business como un servicio adicional!

source: You have reached the maximum of users for this subscription level. If you need to run Zentyal with more users please upgrade.
es: Has alcanzado el máximo número de usuarios para este nivel de suscripción. Si necesitas soporte para más usuarios, por favor actualiza.

source: Your configuration backup is now restored!
es: ¡Tu backup de configuración ha sido restaurado!

source: Perhaps you could be interested in the Zentyal Disaster Recovery service? This service guarantees that your most business critical data will be stored in a safe remote location and can be recovered easily in case of a disaster.
es: ¿Quizá puedas estar interesado en el servicio de Recuperación de Desastres de Zentyal? Este servicio garantiza que los datos más críticos de tu organización estén guardados en una ubicación remota segura y puedan ser recuperados fácilmente en caso de desastre.

source: More info
es: Más información

source: Zentyal Gateway features
es: Características de Zentyal Gateway

source: Transparent Caching
es: Caché Transparente

source: Faster Internet connection!
es: ¡Conexión a Internet más rápida!

source: When your users visit the same web pages, data will be downloaded only once. This increases browsing speed and reduces bandwidth usage.
es: Cuando tus usuarios visitan las mismas páginas web, los datos se descargan una sola vez. Esto aumenta la velocidad de la navegación y reduce el consumo del ancho de banda.

source: Traffic Shaping and QoS
es: Moldeado de Tráfico y QoS

source: Business class critical traffic!
es: ¡Preferencia para tus datos críticos!

source: Prioritize selected traffic or users making sure that the most critical traffic is always served properly, regardless of the network load. Moreover, you can avoid P2P or large downloads that consume all your bandwidth.
es: Prioriza tráfico o usuarios y garantiza que el tráfico crítico se sirve siempre con calidad, independientemente de la carga de la red. Además, puedes evitar P2P o descargas que consumen tu ancho de banda.

source: Load Balancing and Availability
es: Balanceo de Carga y Disponibilidad

source: Always connected!
es: ¡Siempre conectado!

source: If you have multiple Internet connections, distribute the traffic transparently and stay connected even if one of the connections is down. You can also define specific connections for VoIP, between offices, etc.
es: Con múltiples conexiones a Internet, puedes distribuir el tráfico de forma transparente y seguir conectado aunque una de las conexiones falle. También puedes definir conexiones propias para VozIP o entre sedes, entre otros.

source: Web Content Filter
es: Filtro de Contenido Web

source: Secure working environment!
es: ¡Un entorno de trabajo seguro!

source: Block inappropriate content, restrict access to certain sites or allow access to specific sites only. Control user browsing and enforce your organization's Internet usage policy.
es: Bloquea contenido peligroso, restringe acceso a sitios inapropiados o permite acceso sólo a sitios específicos. Controla la navegación de los usuarios y ayuda a cumplir las políticas de uso de Internet.

source: Full feature list
es: Lista completa de características

source: Configurable network interfaces: Static, DHCP, VLAN, PPPoE, Bridge.
es: Interfaces de red configurables: Estática, DHCP, VLAN, PPPoE, Bridge.

source: Advanced firewall: Advanced filtering, DMZ, Port forwarding (NAT).
es: Cortafuegos avanzado: Filtrado avanzado, DMZ, Redirección de puertos (NAT).

source: Advanced Routing: Policy routing, Load balancing, Automatic fail-over.
es: Enrutamiento avanzado: Policy routing, Balanceo de carga, Tolerancia a fallos automática.

source: Traffic Shaping and QoS: Traffic shaping, Application layer (L7) classification.
es: Moldeado de Tráfico y QoS: Moldeado de tráfico, Clasificación según aplicación de nivel L7.

source: Advanced HTTP proxy: Internet cache, Content filtering with antivirus, Transparent or authenticated mode, Multiple filtering profiles, Ad-blocker.
es: Proxy HTTP avanzado: Caché de Internet, Filtrado de contenidos con antivirus, Modo transparente o autenticado, Múltiples perfiles de filtrado Ad-blocker.

source: Captive Portal: Secure authentication, Source, destination and service exceptions, Secure client filtering, Client idle timeout, Maximum no. of connections.
es: Portal Cautivo: Autenticación segura, Excepciones por fuente, destino y servicio, Filtrado seguro de cliente, Limite de tiempo por inactividad, Nº máximo de conexiones.

source: RADIUS: Network authentication and authorization.
es: RADIUS: Autenticación y autorización en la red.

source: Zentyal UTM features
es: Características de Zentyal UTM

source: Content Filter
es: Filtrado de Contenido

source: Keep malware out!
es: ¡Deja el malware fuera!

source: Internet is filled with great and useful content, but unfortunately it comes with tons of threats like spam, viruses or phishing. The content filter acts on email, web traffic and shared files, giving your users only the content they want.
es: Internet está lleno de contenidos útiles, pero desafortunadamente viene acompañado de amenazas como spam, virus o phishing. Filtra correo electrónico, tráfico web y ficheros para limpiarlos de virus y amenazas.

source: Virtual Private Networks
es: Redes Privadas Virtuales

source: Your office everywhere you go!
es: Tu oficina allá donde vayas!

source: Allow remote users, teleworkers or sales people, to connect in a secure way to the corporate network via Internet. Or if you have offices in different locations, connect them in the same network to save time and resources.
es: Permite a los usuarios remotos o teletrabajadores conectarse de forma segura a la red corporativa a través de Internet. O si tienes oficinas en distintas ubicaciones, conéctalas en la misma red para ahorrar tiempo y recursos.

source: Firewall
es: Cortafuegos

source: Security starts with a good firewall!.
es: ¡La seguridad comienza con un buen cortafuegos!

source: Zentyal server offers an easy and efficient way of configuring traffic policies. By allowing only the traffic that you need, makes a great first line of defense against unwanted attackers.
es: El servidor Zentyal ofrece una forma fácil y eficaz para configurar políticas de tráfico. Permitir sólo el tráfico necesario es un primer filtro estupendo contra intrusos.

source: Intrusion Detection
es: Detección de Intrusos

source: Always one step ahead!
es: ¡Siempre un paso por delante!

source: Intrusion detection system (IDS) alerts you of any potential attacks or intrusions to your servers, computers and network. It helps you to prevent attacks, as well as to analyze them in case an attack has already taken place.
es: El sistema de detección de intrusos (IDS) te alerta de potenciales ataques o intrusiones a tus servidores, ordenadores y red. Te ayuda a prevenir ataques así como analizarlos en caso de haber sufrido un ataque.

source: Virtual Private Network: SSL VPN, Branch office connections, Roadwarriors, IPSec, PPTP.
es: Redes Virtuales Privadas: SSL VPN, Interconexión de sedes, Usuarios remotos (Roadwarriors), IPSec, PPTP.

source: Intrusion Detection System: IDS
es: Sistema de Detección de Intrusos: IDS.

source: Mail filter: Advanced SMTP filter, Antispam capabilities, Antivirus capabilities, Greylisting.
es: Filtrado de correo: Filtro SMTP avanzado, Antispam, Antivirus, Listas grises.

source: Zentyal Infrastructure features
es: Características de Zentyal Infrastructure

source: DHCP Server
es: Servidor DHCP

source: Automatic network configuration!
es: ¡Configuración de red automática!

source: Configure all the basic settings as devices are connected to the LAN: IP, mask, gateway, DNS, NTP, WINS servers and advanced setups like static leases with PXE for thin clients or VoIP phones.
es: Configura valores básicos de red cuando un dispositivo se conecta al LAN: IP, máscara, gateway, DNS, NTP, servidores WINS y valores avanzadas como asignación estática con PXE para clientes ligeros y teléfonos VozIP.

source: DNS Server
es: Servidor DNS

source: People remember names better!
es: ¡Más fácil recordar un nombre!

source: Assign every server on your network a domain name to ease internal communications. You can also give domain names to dynamic clients that will be updated as these change their IP address.
es: Asigna un nombre de dominio para cada servidor en tu red para facilitar comunicaciones internas. También puedes asignar nombres de dominio a clientes dinámicos que se actualizarán cuando las direcciones IP cambien.

source: Web Server
es: Servidor Web

source: Powered by Apache!
es: ¡Funciona con Apache!

source: Zentyal server integrates the Apache web server, one of the most popular on the Internet. This module will help you to deploy all kind of internal web applications on your network.
es: El servidor Zentyal integra Apache, uno de los servidores web más populares. Este módulo te ayudará a desplegar todo tipo de aplicaciones web internas en tu red.

source: Certification Authority
es: Autoridad de Certificación

source: Create your own certificates!
es: ¡Crea tus propios certificados!

source: Give your users secure access to internal services such as VPN or mail and deploy trusted certificates for your Zentyal managed services.
es: Da a tus usuarios acceso seguro a los servicios internos como VPN o correo y despliega certificados de confianza para los servicios gestionados por Zentyal.

source: DHCP server: Dynamic and static leases, Integration with DNS, PXE support.
es: Servidor DHCP: Asignación dinámica y estática, Integración con DNS, Soporte PXE.

source: DNS server: DNS cache server, DNS authoritative server, Integration with DHCP.
es: Servidor DNS: DNS cache server, Servidor DNS autoritario, Integración con DHCP.

source: NTP server: NTP server.
es: Servidor NTP: Servidor NTP.

source: Certification Authority: Certificate management, Zentyal service integration.
es: Autoridad de Certificación: Gestión de certificados, Integración de servicios de Zentyal.

source: Web server: HTTP and HTTPS support, Multiple virtual hosts, Integration with DNS.
es: Servidor Web: Soporte para HTTP y HTTPS, Múltiples dominios virtuales, Integración con DNS.

source: FTP server: Anonymous FTP, Authenticated FTP.
es: Servidor FTP: FTP anónimo, FTP autenticada.

source: VM management
es: Gestión de máquinas virtuales
